Repository: spirtskhalava/qinovice-connect-for-woocomerce
Catalog: languages/messages.po
Languages: sk_sk

source: With this authorization form, you allow The Expert Network BV to send an order to your bank to debit your account.
sk_sk: • Týmto formulárom splnomocňujete The Expert Network BV poslať príkaz Vašej banke na výber z Vášho účtu.

source: Please check with your bank the conditions under which you are allowed to cancel a sent order, you can cancel your contract with us at anytime but at least one month in advance of the first renewal date.
sk_sk: Prosím, informujte sa u svojej banky, za akých podmienok je možné zrušiť odoslaný príkaz. S nami môžete zmluvu zrušiť kedykoľvek, ale aspoň jeden mesiac pred prvým dátumom obnovy.

source: Account number - IBAN
sk_sk: Číslo účtu - IBAN

source: Signatory name
sk_sk: Meno držiteľa

source: Signatory city
sk_sk: Mesto podpisu

source: Signatory date
sk_sk: Dátum podpisu

source: Type of payment
sk_sk: Typ platby

source: Continuous payment
sk_sk: Priebežná platba

source: Click here to print this authorisation
sk_sk: Kliknite sem pre vytlačenie autorizácie

source: Your order has been processed.
sk_sk: Vaša objednávka je spracovaná.

source: To create order confirmations you need to upgrade your account
sk_sk: Ak chcete využívať proforma faktúry, musíte vykonať upgrade svojho účtu.

source: Create a professional<br />looking layout!
sk_sk: Vytvoriť profesionálne <br /> vyzerajúci štýl!

source: We don't seem to have found a valid and or completed layout in your account. Before you can make and send order confirmations we would like to ask you to do this first.
sk_sk: Nenašli sme žiadny valídny a/alebo kompletný štýl vo Vašom účte. Predtým, ako môžete začať vytvárať a posielať proforma faktúry, musíte si tento štýl vytvoriť.

source: Select "more options" to set delivery date, calculation method and more...
sk_sk: Vyberte "viac možností" pre zadanie dátumu doručenia, spôsobu kalkulácie a iné...

source: Print the document yourself
sk_sk: Vytlačiť dokument mnou

source: Document layout
sk_sk: Štýl dokumentu

source: You cannot send this quote because your settings are incomplete. Please save this quote as draft for now.
sk_sk: Nemôžete odosielať túto cenovú ponuku, pretože Vaše nastavenia sú neúplné. Uložte túto cenovú ponuku ako koncept pre túto chvíľu.

source: Show order confirmation
sk_sk: Zobraziť proforma faktúru

source: Here you can easily manage and send your order confirmations
sk_sk: Tu môžete jednoducho spravovať Vaše proforma faktúry

source: Send an order confirmation to your customer after the quote has been approved or an order has been placed over the phone.
sk_sk: Pošlite proforma faktúru Vášmu zákazníkovi po akceptovaní cenovej ponuky alebo ak objednávka bola vykonaná po telefóne.

source: Create an <br /> <strong>order confirmation</strong>
sk_sk: Vytvoriť <br /> <strong> proforma faktúru</strong>

source: To create packingslips you need to upgrade your account
sk_sk: Ak chcete využívať dodacie listy, musíte vykonať upgrade svojho účtu.

source: Create your professional<br />looking packingslip now!
sk_sk: Vytvorte si Vaše profesionálne<br /> dodacie listy ihneď!

source: We don't seem to have found a valid and or completed layout in your account. Before you can make and send packingslips we would like to ask you to do this first.
sk_sk: Nenašli sme žiadny valídny a/alebo kompletný štýl vo Vašom účte. Predtým, ako môžete začať vytvárať a posielať dodacie listy, musíte si tento štýl vytvoriť.

source: Document number
sk_sk: Číslo dokumentu

source: Weight
sk_sk: Váha

source: Number of items
sk_sk: Počet položiek

source: Total weight
sk_sk: Výsledná váha

source: Show packingslip
sk_sk: Zobraziť dodací list

source: Packing slip for
sk_sk: Dodací list pre

source: It seems you haven't created any packing slips just yet.
sk_sk: Zdá sa, že ste zatiaľ nevytvorili žiadny dodací list.

source: Finalised
sk_sk: Dokončený

source: You are being redirected. If not please click the button.
sk_sk: Budete presmerovaný. Ak nie, kliknite na gombík.

source: Pay with %s
sk_sk: Zaplatiť s %s

source: Online invoice payment
sk_sk: Online platba faktúry

source: Pay invoice
sk_sk: Zaplatiť faktúru

source: Choose your bank
sk_sk: Vyberte Vašu banku

source: Powered by <a href="http://www.q-invoice.nl" target="new">q-invoice</a> - Online invoicing for professionals
sk_sk: Sponzorované s <a href="http://www.q-invoice.sk" target="new">q-invoice</a> - Online fakturovanie pre profesionálov.

source: Dollar
sk_sk: Dolár

source: Prices
sk_sk: Ceny

source: How would you like to enter your prices?
sk_sk: Ako si želáte vkladať ceny?

source: With VAT Excluded
sk_sk: bez DPH

source: With VAT Included
sk_sk: s DPH

source: Country settings
sk_sk: Nastavenie krajiny

source: Netherlands
sk_sk: Holandsko

source: Belgium
sk_sk: Belgicko

source: Deutschland
sk_sk: Nemecko

source: Slovak Republic
sk_sk: Slovensko

source: Hungary
sk_sk: Maďarsko

source: Looking for webshop plugins?
sk_sk: Hľadáte e-shop pluginy?

source: Click here!
sk_sk: Kliknite sem!

source: Podio RSS Feed
sk_sk: Podio RSS zdroj

source: Use this URL in your Podio app settings.
sk_sk: Použite tuto URL adresu vo vašich Podio nastaveniach.

source: Feed URL
sk_sk: URL adresa zdroja

source: Get feed URL
sk_sk: Získať URL adresu zdroja

source: Email sender for all outgoing emails.
sk_sk: Odosielateľ e-mailu pre všetky odchádzajúce e-maily.

source: Contact name
sk_sk: Kontaktné meno

source: Phone number
sk_sk: Telefónne číslo

source: Create a new account
sk_sk: Vytvoriť nový účet

source: SEOshop settings
sk_sk: SEOshop nastavenia

source: Default invoice layout
sk_sk: Predvolený štýl faktúry

source: Active
sk_sk: Aktívny

source: After order has been processed
sk_sk: Keď je objednávka spracovaná

source: Save invoice as concept
sk_sk: Uložiť faktúru ako koncept

source: Save and finalize invoice
sk_sk: Uložiť a dokončiť faktúru

source: Save invoice and send to customer
sk_sk: Uložiť faktúru a poslať Vášmu klientovi

source: Invoice numbering
sk_sk: Číslovanie faktúry

source: Use q-invoice numbering
sk_sk: Použiť číslovanie q-invoice

source: Use SEOshop numbering
sk_sk: Použiť číslovanie SEOshop

source: The original invoice number will be added as a reference to all invoices
sk_sk: Pôvodné číslo faktúry bude pridané ako referencia ku všetkým faktúram

source: Sync products
sk_sk: Synchronizovať produkty

source: Never
sk_sk: Nikdy

source: Sync relations
sk_sk: Synchronizovať kontakty

source: Action trigger
sk_sk: Spúštač akcie

source: None
sk_sk: Žiadny

source: When order is created
sk_sk: Keď je objednávka vytvorená

source: When an invoice is generated
sk_sk: Kedy je nová faktúra vygenerovaná

source: Active hooks
sk_sk: Aktívne hooks

source: No acount yet?
sk_sk: Nemáte účet?

source: Click here to sign up.
sk_sk: Kliknite sem pre registráciu

source: Webshop Token
sk_sk: Eshop token

source: Add new relations to addressbook
sk_sk: Pridať nový kontakt do adresára

source: Send the generated invoice to your customer
sk_sk: Poslať vygenerovanú faktúru Vášmu zákazníkovi

source: Dropbox settings
sk_sk: Dropbox nastavenia

source: Automatically stores a copy of all invoices, quotes and purchase orders in the Q-invoice.com folder of your %s account!
sk_sk: Automaticky ukladá kópiu všetkých Vašich faktúr, cenových ponúk, objednávok v Q-invoice.com priečinku Vášho %s účtu!

source: Your Dropbox account has been authorized!
sk_sk: Váš Dropbox účet bol úspešne autorizovaný.

source: Please visit <a href="%s">Dropbox</a> and authorize this application.
sk_sk: Kliknite <a href="%s">sem</a> a autorizujte túto aplikáciu.

source: Your Dropbox account name: %s
sk_sk: Meno Vášho Dropbox účtu: %s

source: TradeGecko settings
sk_sk: TradeGecko nastavenia

source: Set the events you would like to synchronize with q-invoice on the right after authorizing your account.
sk_sk: Nastavte si udalosti, ktoré si želáte synchronizovať s q-invoice po autorizácii Vášho účtu.

source: Your TradeGecko account has been connected to q-invoice.com.
sk_sk: Váš TradeGecko účet bol úspešne prepojený s q-invoice.com.

source: Please visit <a href="%s">TradeGecko</a> and authorize this application.
sk_sk: Navštívte <a href="%s"> TradeGecko </a> a autorizujte túto aplikáciu.

source: Google Drive settings
sk_sk: Google Drive nastavenia

source: Your Google Drive account has been authorized!
sk_sk: Váš Google Drive účet bol úspešne autorizovaný.

source: Access revoked.
sk_sk: Prístup zrušený.

source: Refresh this page
sk_sk: Prosím obnovte túto stránku

source: Please visit <a href="%s">Google</a> and authorize this application.
sk_sk: Kliknite <a href="%s">sem</a> a autorizujte túto aplikáciu.

source: Revoke access
sk_sk: Zrušte prístup

source: Errors
sk_sk: Chyby

source: Debtor details
sk_sk: Detaily dlžníka

source: Telephone
sk_sk: Telefón

source: Debtor invoices
sk_sk: Faktúry dlžníka

source: Create concept case and add invoices
sk_sk: Vytvoriť koncept a pridať faktúry

source: Start new case and add invoices
sk_sk: Začať koncept a pridať faktúry

source: When order is paid
sk_sk: Keď je objednávka zaplatená

source: In order to manage your products you will need to upgrade your account
sk_sk: Aby bolo možné spravovať Vaše produkty, budete musieť vykonať upgrade Vášho účtu

source: Product details
sk_sk: Detaily produktu

source: New
sk_sk: Nový

source: Add your product description here. You can add a description for each language or create a different description for use on quotes for example.
sk_sk: Sem pridajte popis produktu. Môžete pridať popis pre každý jazyk alebo vytvoriť iné popisy produktu. napr. pre cenové ponuky.

source: delete
sk_sk: odstrániť

source: Add description
sk_sk: Pridajte popis

source: Multiple product descriptions aren't part of your current plan
sk_sk: Zoskupené produkty nie sú súčasťou Vášho súčasného balíčka

source: This code seems to be assigned to another product.
sk_sk: Zdá sa, že tento kód je pridelený inému produktu.

source: Cost price
sk_sk: Nákupná cena

source: Disable discount
sk_sk: Vypnúť zľavu

source: Revenue
sk_sk: Príjem

source: Purchase
sk_sk: Kúpiť

source: Stock management is not enabled in your current plan
sk_sk: Správa skladu nie je aktivovaná vo Vašom súčasnom balíčku

source: Stock management
sk_sk: Správa skladu

source: Disable stock management
sk_sk: Deaktivovať správu skladu

source: Automatic stock subtraction and addition will only function if you use product codes.
sk_sk: Automatické odpočítanie a pripočítanie skladu je funkčné len vtedy keď používate produktové kódy.

source: Min. stock
sk_sk: Min. na sklade

source: Product children
sk_sk: Tento produkt sa skladá z viacerých existujúcich produktov:

source: Add product child
sk_sk: Pridať zoskupený produkt

source: Grouped products are not part of your current plan
sk_sk: Zoskupené produkty nie sú súčasťou Vášho súčasného balíčka

source: Product quantity discount
sk_sk: Množstevná zľava

source: Add quantity discount
sk_sk: Pridať množstevnú zľavu

source: Quantity discounts are not part of your current plan
sk_sk: Množstevné zľavy nie sú súčasťou Vášho súčasného balíčka

source: In order to use product management you will need to upgrade your account
sk_sk: Aby bolo možné používať správu produktov, musíte vykonať upgrade svojho účtu

source: New product
sk_sk: Nový produkt

source: It seems you haven't created any products yet.
sk_sk: Táto sekcia slúži na evidenciu Vášho skladu. Systém Vám pri vytváraní novej faktúry ponúkne zoznam Vašich produktov a upozorní na prečerpanie skladových zásob.

source: Create a
sk_sk: Vytvoriť

source: new product
sk_sk: nový produkt

source: Low
sk_sk: Spodná hranica

source: To create purchase orders you need to upgrade your account
sk_sk: Pre vytváranie vydaných objednávok musíte vykonať upgrade Vášho účtu

source: Create a professional<br />purchase order!
sk_sk: Vytvoriť profesionálne<br />objednávky!

source: We don't seem to have found a valid and or completed layout in your account. Before you can make and send purchase orders we would like to ask you to do this first.
sk_sk: Nenašli sme žiadny valídny a/alebo kompletný štýl vo Vašom účte. Predtým, ako môžete začať vytvárať a posielať vydané objednávky, musíte si tento štýl vytvoriť.

source: Select "more options" to set the calculation method and more...
sk_sk: Vyberte "viac možností" pre nastavenie spôsobu kalkulácie a iné...

source: Show purchase order
sk_sk: Ukázať vydanú objednávku

source: Purchase order for
sk_sk: Vydaná objednávka na

source: Here you can easily manage your purchase orders
sk_sk: Tu môžete jednoducho spravovať Vaše vydané objednávky

source: Send a purchase order to your supplier when your stock is low or when an order has been placed using drop shipping.
sk_sk: Potrebujete objednať tovar alebo službu od dodávateľa? Pošlite mu objednávku, keď sú skladové zásoby nízke.

source: Create a <br /> <strong>purchase order</strong>
sk_sk: Vytvoriť <br /> <strong>vydanú objednávku</strong>

source: Your quote (%s) has been accepted by the recipient
sk_sk: Vaša cenová ponuka (%s) bola akceptovaná príjemcom

source: On %s your client has approved your quote. The following IP address has been logged: %s
sk_sk: Dňa %s Váš klient akceptoval cenovú ponuku. Táto IP adresa bola zaznamenaná: %s

source: Your quote (%s) has been rejected by the recipient
sk_sk: Vaša cenová ponuka (%s) bola zamietnutá príjemcom

source: On %s your client has rejected your quote. The following IP address has been logged: %s
sk_sk: Dňa %s Váš klient neakceptoval cenovú ponuku. Táto IP adresa bola zaznamenaná: %s

source: Approve quote
sk_sk: Schváliť cenovú ponuku

source: Quote sender
sk_sk: Odosielateľ cenovej ponuky

source: Quote number
sk_sk: Číslo cenovej ponuky

source: Download this quote
sk_sk: Stiahnuť cenovú ponuku

source: This quote has already been approved
sk_sk: Cenová ponuka už bola potvrdená

source: Please sign to approve this quote
sk_sk: Podpisom schválujete túto cenovú ponuku

source: Draw your signature:
sk_sk: Podpíšte sa:

source: Clear
sk_sk: Vymazať

source: Accept
sk_sk: Akceptovať

source: reject
sk_sk: odmietnúť

source: Create a professional<br />looking quote!
sk_sk: Vytvoriť profesionálnu <br /> cenovú ponuku!

source: We don't seem to have found a valid and or completed layout in your account. Before you can make and send quotes we would like to ask you to do this first.
sk_sk: Nenašli sme žiadny valídny a/alebo kompletný štýl vo Vašom účte. Predtým, ako môžete začať vytvárať a posielať cenové ponuky, musíte si tento štýl vytvoriť.

source: Select "more options" to set due date, calculation method and more...
sk_sk: Vyberte "viac možností" pre nastavenie dátumu splatnosti, spôsobu kalkulácie a iné...

source: Quote validity
sk_sk: Platnosť ponuky

source: Print the quote yourself
sk_sk: Tlačiť cenovú ponuku

source: Quote layout
sk_sk: Štýl cenovej ponuky

source: Show quote
sk_sk: Zobraziť cenovú ponuku

source: Created by %s on %s
sk_sk: Vytvoril %s dňa %s

source: Edited by %s on %s
sk_sk: Editoval %s dňa %s

source: Printed on %s
sk_sk: Vytlačené dňa %s

source: Sent by %s via %s to %s at %s
sk_sk: Odoslané %s cez %s k %s v %s

source: It seems you haven't created any quotes just yet.
sk_sk: Zdá sa, že ste zatiaľ nevytvorili žiadne cenové ponuky.

source: first quote
sk_sk: prstvá cenová ponuka

source: Relations
sk_sk: Kontakty

source: Relation details
sk_sk: Detaily kontaktu

source: Relation data
sk_sk: Údaje kontaktu

source: This reference seems to be assigned to another relation.
sk_sk: Zdá sa, že táto referencia je pridelená inému kontaktu.

source: Categories
sk_sk: Kategórie

source: Preferences
sk_sk: Nastavenia

source: Default discount
sk_sk: Predvoledná zľava

source: Default duedays
sk_sk: Predvolený počet dní splatnosti faktúry

source: Default VAT percentage
sk_sk: Štandardná DPH

source: Out
sk_sk: Vystavené

source: In
sk_sk: Prijaté

source: Reminder fee
sk_sk: Poplatok za upomienku

source: Relation price rules
sk_sk: Cenové pravidlá pre kontakt

source: Add price rule
sk_sk: Pridať pravidlo pre cenu

source: Price rules are not part of your current plan
sk_sk: Pravidlá pre ceny nie sú súčasťou Vášho plánu

source: Website URL
sk_sk: URL stránka

source: Mobile
sk_sk: mobil

source: Notes
sk_sk: Poznámky

source: Additional contacts
sk_sk: Ďalšie kontakty

source: Contact #%s
sk_sk: Kontakt č.%s

source: Mobile phone
sk_sk: Mobil

source: Add additional contact
sk_sk: Pridať ďalší kontakt

source: Additional addresses
sk_sk: Ďalšie adresy

source: Address #%s
sk_sk: Adresa č.%s

source: In order to add more contacts or addresses to relations you will need to upgrade your account
sk_sk: Ak chcete pridať viac údajov a adries ku kontaktu, musíte vykonať upgrade Vášho účtu

source: Add additional address
sk_sk: Pridať adresu

source: In order to use relation management you will need to upgrade your account
sk_sk: Ak chcete používať správu kontaktov, musíte vykonať upgrade Vášho účtu

source: New relation
sk_sk: Nový kontakt

source: It seems you haven't created any relations just yet.
sk_sk: Posielate jednej osobe/firme viacero faktúr? Uložte si ju do kontaktov a pri novej faktúre systém automaticky doplní všetky fakturačné údaje. Šetrí čas aj nechcené preklepy.

source: new relation
sk_sk: nový kontakt

source: To create reminders you need to upgrade your account
sk_sk: Pre vytváranie upomienok musíte vykonať upgrade Vášho účtu

source: Design your<br />layout now!
sk_sk: Naštýlujte si Vašu schému teraz!

source: We don't seem to have found a valid and or completed layout in your account. Before you can make and send reminders we would like to ask you to do this first.
sk_sk: Nenašli sme žiadny valídny a/alebo kompletný štýl vo Vašom účte. Predtým, ako môžete začať vytvárať a posielať upomienky, musíte si tento štýl vytvoriť.

source: Invoice amount
sk_sk: Suma na faktúre

source: Days due
sk_sk: Dni po splatnosti

source: Fee
sk_sk: Poplatok

source: Add invoice to reminder
sk_sk: Pridať faktúru do upomienky

source: Total due
sk_sk: Celkovo dlžných

source: Show reminder
sk_sk: Zobraziť upomienku

source: Reminder for
sk_sk: Upomienka pre

source: To create a reminder select 'create reminder' for the invoice you would like create a reminder from the <a href="%s">invoice overview</a>.
sk_sk: Pre vytvorenie upomienky choďte na <a href="%s">prehľad faktúr</a>, vyberte faktúru, ku ktorej chcete upomienku vytvoriť a stlačte šípku "Akcie".

source: The option to create reminders will only be visible for overdue invoices.
sk_sk: Možnosť vytvoriť upomienku je dostupná iba pre faktúry po splatnosti.

source: In order to use report management you will need to upgrade your account
sk_sk: Ak chcete používať správu reportov, musíte vykonať upgrade Vášho účtu

source: Export to XLS
sk_sk: Exportovať do excelu

source: Ledger account
sk_sk: Účtovná kniha

source: Uncategorized costs
sk_sk: Nekategorizované náklady

source: Result
sk_sk: Výsledok

source: With VAT
sk_sk: Zobraziť DPH

source: Report ICP
sk_sk: Nahlásiť ICP

source: Services
sk_sk: Služby

source: Uncategorized
sk_sk: Nekategorizované

source: Total turnover
sk_sk: Celkový obrat

source: Total costs
sk_sk: Celkové náklady

source: Total purchases
sk_sk: Celkové nákupy

source: Suspense Account
sk_sk: Evidenčný účet

source: Financial
sk_sk: Finančný

source: Diff.
sk_sk: Rozdiel

source: Profit & Loss account
sk_sk: Výkaz zisku a strát

source: Assets
sk_sk: Náklady

source: Liabilities
sk_sk: Výnosy

source: Tax result
sk_sk: Daňový výsledok

source: To receive
sk_sk: Prijať

source: To pay
sk_sk: Zaplatiť

source: Total taxable amount
sk_sk: Celková zdaniteľná suma

source: Value added tax
sk_sk: Daň s pridanej hodnoty

source: Tax report details
sk_sk: Detaily daňového priznania

source: Base amount for VAT calculation
sk_sk: Základ pre výpočet DPH

source: Search results
sk_sk: Výsledky vyhľadávania

source: No search results for <strong>%s</strong>
sk_sk: Pre výraz <strong>%s</strong> neboli nájdené žiadne výsledky

source: Try our help
sk_sk: Vyskúšajte nášho pomocníka

source: Show all %s results
sk_sk: Zobraziť všetkých %s výsledkov

source: Reject
sk_sk: Odmietnúť

source: Your password needs to contain at least 6 characters
sk_sk: Heslo musí mať aspoň 6 znakov

source: The passwords don't match
sk_sk: Heslá sa nezhodujú

source: An error occured.
sk_sk: Objavila sa chyba.

source: Set password
sk_sk: Nastaviť heslo

source: Confirm password
sk_sk: Potvrdiť heslo

source: In order to add more profiles you will need to upgrade your account
sk_sk: Ak chcete pridať viac profilov, musíte vykonať upgrade Vášho účtu

source: default
sk_sk: predvolený

source: New profile
sk_sk: Nový profil

source: Company data
sk_sk: Údaje o Vašej spoločnosti

source: Invoicing
sk_sk: Faktúry

source: Payments
sk_sk: Platby

source: Email texts
sk_sk: Texty emailov

source: Profilename
sk_sk: Meno profilu

source: Company address
sk_sk: Adresa firmy

source: This address will be used on your invoices.
sk_sk: Táto adresa bude použitá na Vašich faktúrach.

source: Contact details
sk_sk: Kontaktné údaje

source: This information will only be used on your invoices.
sk_sk: Táto informácia bude použitá iba na Vašich faktúrach.

source: Website
sk_sk: Webová stránka

source: TAX number
sk_sk: DIČ

source: only for VAT payers
sk_sk: len pre platcov DPH

source: COC number
sk_sk: IČO

source: Bank details
sk_sk: Bankové údaje

source: Your IBAN number
sk_sk: Vaše IBAN číslo

source: Your bank's BIC code
sk_sk: BIC kód Vašej banky

source: Online payments enabled?
sk_sk: Povoliť online platby?

source: Payment Service Provider
sk_sk: Poskytovateľ platobnej služby

source: Choose your provider
sk_sk: Vyberte Vášho poskytovateľa

source: No method selected
sk_sk: Nebol zvolený žiadny spôsob

source: No account?
sk_sk: Nemáte účet?

source: Sign up here
sk_sk: Zaregistrujte sa tu

source: No MSP account?
sk_sk: Nemáte MSP účet?

source: Account ID
sk_sk: ID účtu

source: Website ID
sk_sk: ID stránky

source: Key version
sk_sk: Verzia kľúču

source: To accept Paypal payment fill out your Paypal account. Otherwise leave this field empty.
sk_sk: Pre prijatie platby z Paypal vyplňte Váš Paypal účet. Inak nechajte toto pole prázdne.

source: Account email
sk_sk: Email účtu

source: Update invoice
sk_sk: Aktualizovať faktúru

source: Select this option if you would like to automatically update the payment history on the actual PDF file after each payment
sk_sk: Vyberte túto možnosť, ak chcete automaticky aktualizovať históriu platieb v aktuálnom PDF súbore po každej platbe

source: Update invoice after each registered payment
sk_sk: Aktualizovať faktúru po každej registrovanej platbe

source: Send notification
sk_sk: Poslať notifikáciu

source: Select this option if you would like to send a payment confirmation to your customer when you process a payment
sk_sk: Vyberte túto možnosť, ak chcete poslať proforma faktúru Vášmu zákazníkovi keď spracujete platbu.

source: Send an email on each registered payment
sk_sk: Poslať email pri každej registrovanej platbe

source: Invoice preferences
sk_sk: Nastavenia faktúry

source: Send me a copy of every invoice
sk_sk: Pošlite mi kópiu každej faktúry

source: Send a copy of every email to
sk_sk: Pošlite mi kópiu každého emailu na

source: Separate multiple addresses by a semicolon
sk_sk: Oddeľte viaceré adresy bodkočiarkou

source: Invoice number format
sk_sk: Formát čísiel faktúry

source: Delimiter
sk_sk: Oddeľovač

source: Integer
sk_sk: Celé číslo

source: I.e.
sk_sk: napríklad

source: Toggle mode
sk_sk: Prepnút režim

source: Invoice number delimiter
sk_sk: Oddeľovač čísiel na faktúre

source: Your invoice delimiter, use an abbrevation or a single character
sk_sk: Oddeľovač faktúry, použite skratku alebo jeden znak

source: Override invoice numbering
sk_sk: Prepísať číslovanie faktúry
