Repository: spirtskhalava/qinovice-connect-for-woocomerce
Catalog: languages/messages.po
Languages: sk_sk

source: Let's setup your account!
sk_sk: Poďme nastaviť Váš účet!

source: Your settings are incomplete. Before you start sending your invoices we recommend that you upload a logo and set your address and bank information. This way your customers know who you are and how to pay you :)
sk_sk: Vaše nastavenia sú neúplné. Predtým, než začnete posielať faktúry doporučujeme nahrať logo a nastaviť Vašu adresu a bankové informácie. Týmto spôsobom Vaši zákazníci budú vedieť, kto ste a ako Vám zaplatiť.

source: Go to settings and
sk_sk: Ísť do nastavení a

source: update your info
sk_sk: aktualizovať Vaše údaje

source: Need help?
sk_sk: Potrebujete pomôcť?

source: Leave your phonenumber and we will call you back ASAP!
sk_sk: Nechajte nám Vaše číslo a my sa Vám čo najskôr ozveme!

source: Call me back
sk_sk: Zavolajte mi späť

source: Did you know...
sk_sk: Vedeli ste, že ...

source: Invoices get paid much faster if you send a paymentlink with it.
sk_sk: Faktúry sa uhrádzaju oveľa rýchlejšie, keď spolu s ňou pošlete odkaz na platbu.

source: Set your paymentdata
sk_sk: Nastaviť údaje k úhrade

source: Latest from our blog
sk_sk: Z nášho blogu

source: Concept invoices
sk_sk: Koncept faktúr

source: Period
sk_sk: Obdobie

source: Choose a period
sk_sk: Vybrať obdobie

source: Group by
sk_sk: Zoskupiť podľa

source: Week
sk_sk: Týždeň

source: Month
sk_sk: Mesiac

source: Quarter
sk_sk: Kvartál

source: Year
sk_sk: Rok

source: From
sk_sk: Od

source: To
sk_sk: Do

source: Change preferences
sk_sk: Zmeniť nastavenia

source: Summary
sk_sk: Súhrn

source: Sent
sk_sk: Odoslané

source: Expected
sk_sk: Očakávané

source: Total sent
sk_sk: Dokopy poslané

source: Excl. VAT
sk_sk: Bez DPH

source: View all
sk_sk: Zobraziť všetko

source: Total unpaid
sk_sk: Celkovo nezaplatených

source: Incl. VAT
sk_sk: s DPH

source: View all unpaid
sk_sk: Zobraziť všetky nezaplatené

source: Total overdue
sk_sk: Celkový omeškaných

source: View all overdue
sk_sk: Zobraziť všetky omeškané

source: Expenses
sk_sk: Náklady

source: Top 5 tags
sk_sk: Top 5 tagov

source: Please create a layout first!
sk_sk: Prosím, vytvorte si najprv štýl.

source: Create your professional<br />looking invoice now!
sk_sk: Vytvorte si Vaše profesionálne<br /> faktúry ihneď!

source: We don't seem to have found a valid and or completed layout in your account. Before you can make and send invoices we would like to ask you to do this first.
sk_sk: Nenašli sme žiadny valídny a/alebo kompletný štýl vo Vašom účte. Predtým, ako môžete začať vytvárať a posielať faktúry, musíte si tento štýl vytvoriť.

source: You can send your invoices in your own layout.
sk_sk: Faktúru môžete poslať s Vašim vlastným štýlom.

source: Create a layout
sk_sk: Vytvoriť štýl

source: You can send a copy of every invoice and quote in your client's language.
sk_sk: Môžete poslať kópiu každej faktúry a cenovú ponuku v jazyku Vášho klienta.

source: Set the language for your client in relation management.
sk_sk: Nastaviť jazyk pre Vášho klienta v manažmente kontaktov.

source: Go to relation management
sk_sk: Ísť do správy kontaktov

source: Invoice options
sk_sk: Nastavenia faktúry

source: Select "more options" to set currency, due date, calculation method and more...
sk_sk: Vyberte "Ukázať viac možností" na zadanie meny, spôsobe doručenia atď.

source: Show more options
sk_sk: Ukázať viac možností

source: Hide options
sk_sk: Schovať možnosti

source: Voucher numbers are unique identifiers for every mutation. Number are assigned automatically for all invoices except drafts. You are allowed to override the default value but be careful!
sk_sk: Čísla kupónov sú unikátne pre každú zmenu. Čísla sú pridelené automaticky pre všetky faktúry okrem konceptov. Môžete prepísať predvolenú hodnotu alebo buďte opatrný!

source: This index seems to be already in use.
sk_sk: Tento index sa zdá byť už používaný.

source: Automatically generated
sk_sk: Automaticky vygenerované

source: Change
sk_sk: Zmeniť

source: Invoice layout
sk_sk: Štýl faktúry

source: Calculation method
sk_sk: Spôsob kalkulácie

source: Excluding VAT
sk_sk: Bez DPH

source: Including VAT
sk_sk: Vrátane DPH

source: Print the invoice yourself
sk_sk: Vytlačiť faktúru mnou

source: Currency
sk_sk: Mena

source: optional
sk_sk: dobrovoľné

source: The email address seems to be invalid, are you sure you would like to continue?
sk_sk: E-mailová adresa sa zdá byť nesprávna. Ste si istý, že chcete pokračovať?

source: Unit
sk_sk: Jednotka

source: Vat / Ledger
sk_sk: DPH / Kategória

source: Current stock: <span class="current_stock_value">%d</span>
sk_sk: Na sklade: <span class="current_stock_value">%d</span>

source: Add product row
sk_sk: Pridať riadok produktu

source: Attached files
sk_sk: Priložené súbory

source: Document remark
sk_sk: Poznámka

source: Note for display on the document. Where this remark is displayed can be set in the layout editor.
sk_sk: Poznámka, ktorá sa zobrazí na dokumente. To, kde presne sa zobrazí, môžete nastaviť v editore štýlov.

source: This is a creditinvoice for
sk_sk: Toto je dobropis pre

source: Tag this document
sk_sk: Otagovať dokument

source: Tags aren't printed on the document; they are only used to find, recognize and order documents quickly
sk_sk: Tagy nie sú vytlačené na dokumente, využívajú sa iba na rychle nájdenie dokumentu

source: Totals
sk_sk: Celkovo

source: Add a payment for this invoice, this value will be ignored for drafts and periodical invoices.
sk_sk: Obdržali ste platbu za túto faktúru? Pridajte k nej platbu.

source: Payment received
sk_sk: Platba prijatá

source: Method
sk_sk: Metóda

source: Recurring invoices are generated (and/or send) according to a predefined scheme you can choose below.
sk_sk: Opakované faktúry sú generované a/alebo odoslané podľa preddefinovanej schémy, ktorú si môžete vybrať nižšie.

source: Recurring invoices aren't enabled for your account
sk_sk: Automatické odosielanie opakujúcich sa faktúr nie je aktivované pre Váš účet

source: Non-recurring
sk_sk: Neopakujúca sa

source: Daily
sk_sk: Denne

source: Weekly
sk_sk: Týždenne

source: Monthly
sk_sk: Mesačne

source: Two monthly
sk_sk: Dvoj mesačne

source: Quarterly
sk_sk: Kvartálne

source: Half-yearly
sk_sk: Polročne

source: Yearly
sk_sk: Ročne

source: Custom schedule
sk_sk: Voliteľné naplánovanie

source: Send on
sk_sk: Poslať o

source: Action
sk_sk: Akcia

source: Send after invoice generation
sk_sk: Odoslať po vygenerovaní

source: Save as draft
sk_sk: Uložiť ako koncept

source: End
sk_sk: Koniec

source: Save as PDF
sk_sk: Uložiť ako PDF

source: Save and send
sk_sk: Uložiť a poslať

source: You cannot send this invoice because your settings are incomplete. Please save this invoice as draft for now.
sk_sk: Nemôžete odoslať túto faktúru, pretože vaše nastavenia sú neúplné. Uložte prosím túto faktúru ako koncept pre túto chvíľu.

source: Edit email body before sending
sk_sk: Editovať text emailu pred odoslaním

source: or
sk_sk: alebo

source: Save and schedule
sk_sk: Uložiť a naplánovať

source: Can we help you?
sk_sk: Môžeme Vám pomôcť?

source: You are creating your first invoices. In case you have any questions, please call us at <strong>070 220 62 33</strong>.
sk_sk: Práve vytvárate svoju prvú faktúru. V prípade, že máte akékoľvek otázky, zavolajte nám na číslo <strong>0911 258 330</strong>.

source: Inbound invoice
sk_sk: Došlá faktúra (náklady)

source: Invoice data
sk_sk: Údaje faktúry

source: This voucher number seems to be already in use.
sk_sk: Tento kupón sa zdá byť už používaný.

source: Invoice due date
sk_sk: Dátum splatnosti faktúry

source: Note
sk_sk: Poznámka

source: Invoice sender
sk_sk: Odosielateľ faktúry

source: Save relation data
sk_sk: Uložiť údaje kontaktu

source: Update relation data
sk_sk: Aktualizovať údaje kontaktu

source: Un-attach all files
sk_sk: Odstrániť všetky priložené súbory

source: Pages:
sk_sk: Strany:

source: Tag this invoice
sk_sk: Otagovať faktúru

source: Tags aren't printed on the invoice; they are only used to find and recognize an invoice quickly
sk_sk: Tagy nie sú vytlačené na faktúre, používajú sa iba na rýchle nájdenie a rozpoznanie faktúry

source: Add to administration
sk_sk: Pridať do administrácie

source: Invoice for
sk_sk: Faktúra pre

source: In order to print packing slips you will need to upgrade your account
sk_sk: Pokiaľ chcete tlačiť dodací list, musíte vykonať upgrade Vášho účtu

source: Show invoice
sk_sk: Zobraziť faktúru

source: Update PDF
sk_sk: Aktualizovať PDF

source: Download as PDF
sk_sk: Stiahnuť ako PDF

source: Print invoice
sk_sk: Tlačiť faktúru

source: Vat
sk_sk: DPH

source: Transaction ID:
sk_sk: ID transakcie:

source: show details
sk_sk: ukázať detaily

source: Invoice %s
sk_sk: Faktúra %s

source: Attachments
sk_sk: Prílohy

source: It seems you haven't created any invoices just yet.
sk_sk: Zdá sa, že ste zatiaľ nevytvorili žiadne faktúry.

source: Would you like to import existing data?
sk_sk: Chcete naimportovať existujúce dáta?

source: Create your
sk_sk: Vytvoriť vašu

source: first invoice
sk_sk: prvú faktúru

source: Search
sk_sk: Hľadať

source: All
sk_sk: Všetky

source: Show
sk_sk: Ukázať

source: Scheduled
sk_sk: Naplánované

source: Overdue
sk_sk: Po splatnosti

source: Credited
sk_sk: Pripísané

source: Starred
sk_sk: Označené

source: Tagged
sk_sk: Otagované

source: Trashed
sk_sk: Vymazané

source: In order to use the advanced export functions you will need to upgrade your account
sk_sk: Aby bolo možné používať pokročilé funkcie exportu, budete musieť vykonať upgrade Vášho účtu

source: New inbound invoice
sk_sk: Nové náklady

source: Create an
sk_sk: Vytvoriť

source: inbound invoice
sk_sk: náklady

source: Half yearly
sk_sk: Polročne

source: Quote due date
sk_sk: Dátum splatnosti

source: Packing slip date
sk_sk: Dátum dodacieho listu

source: Layout editor
sk_sk: Editor štýlov

source: Drag and drop elements to move them, resize them with the handle on the left side of each element. The text-size can be altered by selecting an element and clicking the "increase text" or "decrease text". System elements cannot be deleted.
sk_sk: Pretiahnutím jednotlivých elementov nastavíte, kde presne sa majú na faktúre zobraziť. Pomocou ikoniek vpravo pridajte obrázky, texty a podpis. Kliknutím na ikonku obálky môžete pridať ďalšie elementy s automaticky doplňajucími textami ako údaje odosielateľa, údaje zákazníka, bankové údaje a mnoho ďalších. <br> <a href="http://www.q-invoice.sk/pomoc/profily-a-styly/vytvorenie-a-editovanie-schemy-a-stylu-dokumentu/" target="_blank">Prečítajte si viac</a> ako funguje editor štýlov.

source: Add textfield
sk_sk: Pridať textové pole

source: Add picture
sk_sk: Pridať obrázok

source: Add address
sk_sk: Pridať adresu

source: Add signature field
sk_sk: Pridať pole pre podpis

source: Add line
sk_sk: Pridať riadok

source: Document properties
sk_sk: Vlastnosti dokumentu

source: Delete background
sk_sk: Vymazať pozadie

source: Font-style
sk_sk: Font

source: Save layout
sk_sk: Uložiť štýl

source: Show preview
sk_sk: Ukázať náhlad

source: Element properties
sk_sk: Vlastnosti elementu

source: Color
sk_sk: Farba

source: Line color
sk_sk: Farba riadku

source: Row color #1
sk_sk: Farba prvého riadku

source: Row color #2
sk_sk: Farba druhého riadku

source: Addressdata
sk_sk: Údaje adresy

source: Add field
sk_sk: Pridať pole

source: Imagedata
sk_sk: Údaje obrázku

source: Textdata
sk_sk: Údaje textu

source: Only print on last page
sk_sk: Tlačiť iba na poslednej strane

source: Linedata
sk_sk: Údaje riadku

source: On all pages
sk_sk: Na všetkých stranách

source: On first page only
sk_sk: Iba na prvej strane

source: On last page only
sk_sk: Iba na poslednej strane

source: Delete element
sk_sk: Odstrániť element

source: Sender address
sk_sk: Adresa odosielateľa

source: Sender companyname
sk_sk: Názov spoločnosti odosielateľa

source: Sender zipcity
sk_sk: PSČ+mesto odosielateľa

source: Sender country
sk_sk: Krajina odosielateľa

source: Sender data
sk_sk: Údaje odosielateľa

source: Sender phone
sk_sk: Telefón odosielateľa

source: Sender email
sk_sk: Email odosielateľa

source: Sender website
sk_sk: Web stránka odosielateľa

source: Sender vatnumber
sk_sk: IČ DPH odosielateľa

source: Sender cocnumber
sk_sk: IČO odosielateľa

source: Sender bank account
sk_sk: Bankový účet odosielateľa

source: Sender bankname
sk_sk: Názov banky odosielateľa

source: Sender accountnumber
sk_sk: Číslo účtu odosielateľa

source: Sender IBAN
sk_sk: IBAN odosielateľa

source: Sender BIC
sk_sk: BIC odosielateľa

source: Supplier address
sk_sk: Adresa dodávateľa

source: Supplier reference
sk_sk: Referencia dodávateľa

source: Supplier companyname
sk_sk: Názov spoločnosti dodávateľa

source: Supplier contactname
sk_sk: Kontaktná osoba dodávateľa

source: Supplier zipcity
sk_sk: PSČ+mesto dodávateľa

source: Supplier country
sk_sk: Krajina dodávateľa

source: Supplier data
sk_sk: Údaje dodávateľa

source: Supplier email
sk_sk: Email dodávateľa

source: Supplier phone
sk_sk: Telefón dodávateľa

source: Supplier vatnumber
sk_sk: IČ DPH dodávateľa

source: Supplier taxnumber
sk_sk: DIČ dodávateľa

source: Delivery companyname
sk_sk: Názov spoločnosti dodania

source: Delivery contactname
sk_sk: Kontaktná osoba dodania

source: Delivery zipcity
sk_sk: PSČ+mesto doručenia

source: Sender taxnumber
sk_sk: DIČ odosielateľa

source: Customer address
sk_sk: Adresa zákazníka

source: Customer reference
sk_sk: Referencia zákazníka

source: Customer companyname
sk_sk: Názov spoločnosti zákazníka

source: Customer contactname (with salutation)
sk_sk: Kontaktná osoba zákazníka (s oslovením)

source: Customer contactname
sk_sk: Kontaktná osoba zákazníka

source: Customer zipcity
sk_sk: PSČ+mesto zákazníka

source: Customer country
sk_sk: Krajina zákazníka

source: Customer delivery address
sk_sk: Adresa doručenia zákazníka

source: Customer data
sk_sk: Údaje zákazníka

source: Customer email
sk_sk: Email zákazníka

source: Customer phone
sk_sk: Mobil zákazníka

source: Customer vatnumber
sk_sk: IČ DPH zákazníka

source: Customer cocnumber
sk_sk: IČO zákazníka

source: Customer taxnumber
sk_sk: DIČ zákazníka

source: Add element
sk_sk: Pridať element

source: Background
sk_sk: Pozadie

source: Cash ledger
sk_sk: Pokladnica

source: Ledger
sk_sk: Účtovná kniha

source: Manage your banktransactions here. Upload your statement and match transactions and invoices together. Cash payments are automatically added to your cashledger, other ledgers will be created upon uploading your exportfile.
sk_sk: Tu môžete spravovať Vaše bankové transakcie. Nahrajte Váš výpis účtu a spárujte transakcie s faktúrami. Platby v hotovosti sú automaticky dané do Vašej pokladnice. Ostatné položky účtovnej knihy budu vytvorení po nahratí súboru.

source: Please upload your MT940 or CSV file here. Other files are not supported.
sk_sk: Prosím nahrajte Váš MT940 alebo CSV súbor. Ostatné typy súborov nie sú podporované.

source: File upload
sk_sk: Nahrať súbor

source: Ignore duplicate items on import?
sk_sk: Ignorovať duplikatné záznamy pri importe?

source: In order to use cash or bankledgers you will need to upgrade your account
sk_sk: Ak chcete používať účtovnú alebo bankovu knihu, musíte vykonať upgrade Vášho účtu

source: Select a category or invoice
sk_sk: Vybrať kategóriu alebo faktúru

source: Ledger item
sk_sk: Položka účtovnej knihy

source: Matched
sk_sk: Spárovaných

source: Difference
sk_sk: Rozdiel

source: Invoice or Ledgeraccount
sk_sk: Faktúra alebo účtovná kniha

source: Add row
sk_sk: Vložiť nový riadok

source: Suggestions
sk_sk: Návrhy

source: Mutation added to ledger
sk_sk: Zmena pridaná do účtovnej knihy

source: Please fill out all fields
sk_sk: Prosím vyplňte všetky polia

source: Add item to ledger %s
sk_sk: Pridať položku do účtovnej knihy %s

source: in
sk_sk: do firmy

source: out
sk_sk: von z firmy

source: Add
sk_sk: Pridať

source: all
sk_sk: všetky

source: Processed
sk_sk: Spracované

source: Unprocessed
sk_sk: Nespracované

source: Login
sk_sk: Prihlásiť

source: Sign in to Your Account
sk_sk: Prihláste sa do Vášho účtu

source: Username or Email
sk_sk: Prihlasovacie meno alebo e-mail

source: Password
sk_sk: Heslo

source: forgot your password
sk_sk: Zabudli ste heslo?

source: Remember me
sk_sk: Zapamätať si ma

source: Sign in
sk_sk: Prihlásiť

source: Sign up
sk_sk: Zaregistrovať

source: Leave this fields emtpy/unchanged!
sk_sk: Nechajte toto pole prázdne/nezmenené!

source: Alternatively
sk_sk: Alternatívne

source: Sign in using your
sk_sk: Prihláste sa pomocou Vášho

source: members
sk_sk: členovia

source: Forgot password
sk_sk: Zabudli ste heslo?

source: Recover your password
sk_sk: Obnoviť heslo

source: Your username or email
sk_sk: Váše prihlasovacie meno alebo e-mail

source: Recover
sk_sk: Obnoviť

source: A new password will be sent to your emailaddress...
sk_sk: Nové heslo bolo zaslané na Váš email...

source: Please make sure to check your <strong>spam folder</strong>
sk_sk: Prosím skontrolujte Váš <strong>spam priečinok</strong>

source: Your API password
sk_sk: Vaše API heslo

source: Hi
sk_sk: Ahoj

source: You've requested a password for our API
sk_sk: Vyžiadali ste si heslo pre naše API

source: The API password is
sk_sk: API heslo je

source: Good luck!
sk_sk: Veľa štastia

source: URL_FACEBOOK
sk_sk: https://www.facebook.com/qinvoicesk

source: Find us on facebook
sk_sk: Nájdete nás na facebooku

source: You've requested a password change
sk_sk: Zažiadali ste zmenu hesla

source: Username
sk_sk: Užívateľské meno

source: Phonenumber
sk_sk: Mobil

source: Click here to log in
sk_sk: Kliknite tu pre prihlásenie

source: Your new password is
sk_sk: Vaše nové heslo je

source: URL_HELP
sk_sk: http://www.q-invoice.sk/pomoc/

source: Q-invoice help
sk_sk: Q-invoice pomocník

source: http://www.q-invoice.nl/help/
sk_sk: http://www.q-invoice.sk/pomoc/

source: A payment has been made
sk_sk: Platba %s bola vykonaná

source: Dear %s
sk_sk: Vážený %s

source: For invoice %s you have received a payment of %s.
sk_sk: Pre faktúru %s ste obdržali platbu %s.

source: No further action from your side is required.
sk_sk: Žiadna ďalšia akcia z Vašej strany nie je potrebná.

source: For invoice %s we have processed a payment of %s.
sk_sk: Pre faktúru %s sme obdržali platbu %s.

source: The outstanding balance for this invoice is now %s
sk_sk: Zostatok na tejto faktúre je teraz %s

source: New customer signup
sk_sk: Registrácia nového zákazníka

source: An account has been created for you
sk_sk: Váš účet bol úspešne vytvorený

source: An account has been created for you to access %s
sk_sk: Váš účet bol úspešne vytvorený na pristúpenie %s

source: Your username is
sk_sk: Vaše používateľské meno je

source: Please set your password here:
sk_sk: Prosím nastavte si heslo tu:

source: Welcome to q-invoice!
sk_sk: Vitajte v q-invoice

source: Thanks for choosing q-invoice!
sk_sk: Ďakujeme, že ste sa rozhodli pre q-invoice!

source: Your username
sk_sk: Vaše používateľské meno

source: Please login using the password you've choosen during registration.
sk_sk: Prosím prihláste sa pomocou hesla, ktoré ste si vybrali pri registrácii.

source: We hope you enjoy our service!
sk_sk: Veríme, že si užijete naše služby

source: Maintenance
sk_sk: Údržba

source: Planned maintenance on %s from %s
sk_sk: Plánovaná údržba dát od %s do %s

source: All API calls will be stored and processed later on
sk_sk: Všetky API volania budú uložené a sprocesované neskôr

source: sorry
sk_sk: prepáčte

source: Account preferences
sk_sk: Nastavenia účtu

source: Menu preferences
sk_sk: Nastavenie menu

source: Account details
sk_sk: Detaily účtu

source: Picture
sk_sk: Obrázok

source: Set your dashboard preferences here...
sk_sk: Tu si nastavte nastavenia Vášho ovládacieho panelu

source: Current year
sk_sk: Aktuálny rok

source: Custom daterange
sk_sk: Vlastný dátumový rozsah

source: Start overview
sk_sk: Spustiť prehliadku

source: Weeks
sk_sk: Týždne

source: Months
sk_sk: Mesiace

source: Years
sk_sk: Roky

source: ..in the past
sk_sk: ...v minulosti

source: End overview
sk_sk: Skončiť prehliadku

source: ..in the future
sk_sk: ..v budúcnosti

source: Select the menu items you prefer to see in the menu here..
sk_sk: Vyberte položku menu ktorú preferujete vidieť tu v menu.

source: Your details
sk_sk: Vaše detaily

source: Username can't be changed
sk_sk: Užívateľské meno nemôže byť zmenené

source: E-mail address
sk_sk: E-mailová adresa

source: Change password
sk_sk: Zmeniť heslo

source: Leave this fields empty if you don't want to change your password
sk_sk: Nechajte toto pole prázdne, ak nechcete zmeniť heslo

source: Old password
sk_sk: Staré heslo

source: Leave empty for no change
sk_sk: Pre žiadnu zmenu nechajte prázdne

source: New password
sk_sk: Nové heslo

source: Repeat new password
sk_sk: Zopakujte nové heslo

source: Choose existing
sk_sk: Vyberte existujúci

source: Upload your own
sk_sk: Nahravať vaše

source: Upgrade your account
sk_sk: Upgrade Vášho účtu

source: Authorisation
sk_sk: Autorizácia

source: Confirmation
sk_sk: Potvrdenie

source: Please pick the package that most suits your needs below
sk_sk: Prosím, vyberte si balíček nižšie, ktorý najlepšie vyhovuje vašim potrebám

source: We offer all contracts to be paid quarterly via direct debit. You can cancel your contract at any time but at least one month prior to the next extension date.
sk_sk: Všetky balíčky ponúkame na zaplatenie štvrťročne prostredníctvom inkasa. Zmluvu môžete zrušiť kedykoľvek, ale aspoň jeden mesiac pred ďalším dňom zaplatenia.

source: Popular pick!
sk_sk: Populárna voľba

source: Recommended!
sk_sk: Odporúčané!

source: Price per month
sk_sk: Cena za mesiac

source: Order %s
sk_sk: Objednať %s

source: Not what you're looking for?
sk_sk: Hľadáte niečo jednoduchšie?

source: We offer you the bare minimum, sending unlimited invoices and quotes, for just %s per month! No extras though...
sk_sk: Ponúkame Vám balíček pre fakturáciu a cenové ponuky, bez pokročilých funkcií len za %s mesačne!

source: Not applicable for your account
sk_sk: Nedá sa použiť na Váš účet

source: Voucher has expired
sk_sk: Voucher expiroval

source: The limit of this voucher has been reached
sk_sk: Limit tohto vouchera bol dosiahnutý

source: Voucher code is invalid
sk_sk: Kód vouchera je neplatný

source: SEPA Direct Debit authorisation
sk_sk: Autorizácia sepa inkasa

source: With this form you authorise us to withdraw the quarterly fee from your bankaccount, you will receive an invoice a few days in advance. This authorisation will be valid until you cancel your contract.
sk_sk: Vyplnením tohto formulára nám dávate povolenie výberu štvrťročného poplatku z vášho účtu. Faktúru dostanete niekoľko dní vopred. Toto povolenie bude platné, kým nezrušíte zmluvu.

source: Company VAT number
sk_sk: IČDPH

source: Update VAT
sk_sk: Aktualizovať

source: Your name
sk_sk: Vaše meno

source: Bank IBAN
sk_sk: IBAN banky

source: Bank BIC
sk_sk: BIC banky

source: Place of signature
sk_sk: Mesto podpisu

source: Confirm authorisation
sk_sk: Potvrdiť autorizáciu

source: Please make sure all fields are filled correctly before continuing
sk_sk: Prosím, uistite sa, že všetky polia sú vyplnené správne predtým, než budete pokračovať.

source: per 3 months
sk_sk: za 3 mesiace

source: One-time discount
sk_sk: Jednorázová zľava

source: Discount Code
sk_sk: Kód zľavy

source: Apply code
sk_sk: Uplatniť kód

source: Authorisation number (MandateID)
sk_sk: Číslo autorizácie (ID splnomocnenia)

source: Identification code collector (CollectorID)
sk_sk: Identifikačný kód (CollectorID)

source: The Netherlands
sk_sk: Holandsko
