Repository: spirtskhalava/qinovice-connect-for-woocomerce
Catalog: languages/messages.po
Languages: sk_sk

source: Don't override
sk_sk: Neprepísať

source: Next invoice number
sk_sk: Ďalšie číslo faktúry

source: Reset count on the start of each year?
sk_sk: Vynulovať počítadlo na začiatku každého roku?

source: Invoice due days
sk_sk: Splatnosť faktúry

source: Send method
sk_sk: Spôsob odoslania

source: Select your default sending method?
sk_sk: Vybrať Váš predvolený spôsob odosielania?

source: Attachment
sk_sk: Príloha

source: Attach a file to every invoice
sk_sk: Priložiť prílohu ku každej faktúre

source: Payment conditions
sk_sk: Podmienky platby

source: Use this text to notify your customer about your payment and/or shipping conditions.
sk_sk: Použiť tento text pre oznámenie Vášho zákazníka o Vašej platbe a/alebo podmienkach dopravy.

source: Reminder preferences
sk_sk: Nastavenie upomienok

source: Number format
sk_sk: Formát čísiel

source: Number delimiter
sk_sk: Oddelovač čísiel

source: Override numbering
sk_sk: Prepísať číslovanie

source: Next number
sk_sk: Ďalšie číslo

source: Attach original invoice or invoices to the reminder?
sk_sk: Priložiť pôvodnú faktúru alebo faktúry k upomienke?

source: Second reminder
sk_sk: Druhá upomienka

source: Set your document properties here, they will be printed on the reminder.
sk_sk: Tu si nastavíte vlastnosti dokumentu. Budú vytlačené na upomienke.

source: Automatically add a fee to the original invoice when reminder is sent? Use 0 to disable.
sk_sk: Automaticky pridať poplatokck originálnej faktúre po odoslaní upomienky? Použite 0 pre vypnutie.

source: Fee description
sk_sk: Opis poplatku

source: Description to be shown on invoice
sk_sk: Popis, ktorý sa má zobraziť na faktúre

source: Attach a file to every reminder
sk_sk: Priložiť prílohu ku každej pripomienke

source: Quote preferences
sk_sk: Nastavenia cenovej ponuky

source: Send me a copy of every quote
sk_sk: Pošlite mi kópiu každej cenovej ponuky

source: Quote number format
sk_sk: Formát čísiel cenovej ponuky

source: Quote number delimiter
sk_sk: Oddelovač čísiel na cenovej ponuke

source: Next quote number
sk_sk: Ďalšie číslo cenovej ponuky

source: Allow customers to approve a quote online
sk_sk: Umožniť klientom schváliť cenovú ponuku online

source: Quote text
sk_sk: Text cenovej ponuky

source: This text will be printed on the quote above the items.
sk_sk: Tento text bude vytlačený na cenovej ponuke nad položkami.

source: Footer text
sk_sk: Text pätičky

source: This text will be printed at the bottom of the document.
sk_sk: Tento text bude vytlačený na spodku dokumentu.

source: Order confirmation preferences
sk_sk: Nastavenia proforma faktúry

source: Attach a file to every email
sk_sk: Priložiť prílohu ku každému emailu

source: Purchase order preferences
sk_sk: Nastavenia vydaných objednávok

source: Send me a copy of every purchase order
sk_sk: Pošlite mi kópiu každej vydanej objednávky

source: Purchase order number format
sk_sk: Formát čísiel vydanej objednávky

source: Purchase order number delimiter
sk_sk: Oddelovač čísiel na vydanej objednávke

source: Next purchase order number
sk_sk: Ďalšie číslo vydanej objednávky

source: Packingslip preferences
sk_sk: Nastavenia dodacieho listu

source: Create a packing slip for every invoice
sk_sk: Vytvoriť dodací list pre každú faktúru

source: Mirror invoice numbering
sk_sk: Zrkadlové číslovanie faktúry

source: Packingslip number format
sk_sk: Formát čísiel dodacieho listu

source: Packingslip number delimiter
sk_sk: Oddeľovač čísiel na dodacom liste

source: Next packingslip number
sk_sk: Ďalšie číslo dodacieho listu

source: Email sender
sk_sk: Poslať e-mail odosielateľovi

source: Email address
sk_sk: E-mailová adresa

source: Sender name
sk_sk: Meno odosielateľa

source: Important!
sk_sk: Dôležité!

source: Don't forget to add a <a href="%s" target="new">SPF record</a>, otherwise messages sent by our system may end up in your client's spam folder.
sk_sk: Nezabudnite pridať <a href="%s" target="new">SPF record</a>, inak správy poslané našim systémom môžu skončiť v spamovom priečinku.

source: Invoice email text
sk_sk: Text e-mailu faktúry

source: This text will be used for the email
sk_sk: Tento text bude použitý pre email

source: You can use the following custom fields:
sk_sk: Môžete použiť nasledovné polia:

source: sir
sk_sk: Pán

source: madam
sk_sk: Pani

source: E-mail subject
sk_sk: Predmet e-mailu

source: Email subject
sk_sk: Predmet e-mailu

source: Reminder e-mail text
sk_sk: Text upomienkového emailu

source: Default email body text to be used when sending an invoice reminder to your customer.
sk_sk: Predvolený text emailu, ktorý bude použitý na odoslanie ako upomienka Vášmu zákazníkovi.

source: 2nd reminder e-mail text
sk_sk: Text druhého upomienkového emailu

source: Default email body text to be used when sending a second reminder to your customer.
sk_sk: Predvolený text emailu, ktorý bude použitý na odoslanie ako druhá upomienka Vášmu zákazníkovi.

source: Quote email text
sk_sk: Text emailu cenovej ponuky

source: Payment notification text
sk_sk: Text platobnej notifikácie

source: This text will be used for the payment notification
sk_sk: Tento text bude použitý pre platobnú notifikáciu

source: Purchase order email text
sk_sk: Text emailu vydanej objednávky

source: This text will be used for the email containing the actual PDF
sk_sk: Tento text bude použitý pre email obsahujúci aktuálne PDF.

source: Order confirmation email text
sk_sk: Text emailu proforma faktúry

source: Only use these settings if you know what they mean. Outgoing mail maybe not sent if wrong settings are used.
sk_sk: Použite nastavenia iba keď viete, čo znamenajú. Odchadzajúce emaily nemusia byť odoslané, ak su použité nesprávne nastavenia.

source: Test SMTP connection
sk_sk: Test SMTP pripojenia

source: Enable SMTP server
sk_sk: Povoliť SMTP server

source: SMTP secure
sk_sk: SMTP zabezpečenie

source: SMTP Username
sk_sk: SMTP užívateľské meno

source: SMTP Password
sk_sk: SMTP heslo

source: System settings
sk_sk: Nastavenie systému

source: Custom CSS
sk_sk: Vlastné CSS

source: Inbox
sk_sk: Doručená pošta

source: Clean account
sk_sk: Vyčistiť účet

source: Close account
sk_sk: Zavrieť účet

source: Always save or update relation data?
sk_sk: Vždy uložiť alebo aktualizovať údaje klienta?

source: Portugal
sk_sk: Portugalčina

source: Czech Republic
sk_sk: Česká republika

source: South Africa
sk_sk: Južná Afrika

source: United States
sk_sk: Spojené štáty americké

source: SEPA Identifier
sk_sk: SEPA identifikátor

source: Enable incoming mail
sk_sk: Zapnúť prichádzajúcu poštu

source: Receive and process incoming PDF invoices automatically?
sk_sk: Príjimať a automaticky spracovať príchodzie PDF faktúry?

source: Yes, enable my own personal mailbox
sk_sk: Áno, zapnúť moju osobnú schránku

source: Mailbox name
sk_sk: Názov schránky

source: Forward your invoices to this address or request your suppliers to send your invoices there directly.
sk_sk: Prepošlite Vaše faktúry na túto adresu alebo požiadajte Vašich dodávateľov, aby Vám faktúry priamo posielali faktúry na túto adresu.

source: Outbound invoices
sk_sk: Vystavené faktúry

source: Yes, permenantly delete my outbound invoices
sk_sk: Áno, natrvalo odstrániť moje vystavené faktúry

source: Yes, permenantly delete my recurring invoices
sk_sk: Áno, natrvalo vymazať moje opakujúce sa faktúry

source: Yes, permenantly delete my inbound invoices
sk_sk: Áno, natrvalo odstrániť moje došlé faktúry

source: Yes, permenantly delete my quotes
sk_sk: Áno, natrvalo vymazať moje cenové ponuky

source: Yes, permenantly delete my products
sk_sk: Áno, natrvalo vymazať moje produkty

source: Yes, permenantly delete my relations
sk_sk: Áno, natrvalo vymazať moje kontakty

source: Reset invoice increment
sk_sk: Vynulovať počítadlo faktúr

source: Sets your next invoice to be numbered 1
sk_sk: Nastaví číslo ďalšej faktúry na 1

source: Yes, reset my counters
sk_sk: Áno, resetovať moje počítadlá

source: Confirm
sk_sk: Potvrdiť

source: Please type the word "DELETE" to confirm this action
sk_sk: Prosím napíšte slovo "VYMAZAŤ" pre potvrdenie tejto akcie

source: Clean my account
sk_sk: Vyčistiť môj účet

source: Please type the word "CLOSE" to confirm this action
sk_sk: Prosím napíšte slovo "ZAVRIEŤ" pre potvrdenie tejto akcie

source: Close my account
sk_sk: Vymazať účet

source: No name
sk_sk: Žiadne meno

source: Please create a profile first!
sk_sk: Prosím, vytvorte si najprv profil.

source: Set up my company<br/>profile now!
sk_sk: Nastaviť profil<br/>mojej firmy.

source: We couldn't find an active company profile for your account. You can continue, however we won't be able to display your name and address on your documents or send proper emails to your customers.
sk_sk: Nenašli sme žiadny aktívny profil pre Váš účet. Môžete pokračovať, avšak nebudeme môcť zobraziť Vaše meno a adresu na Vašich dokumentoch alebo poslať vhodné e-maily Vašim zákazníkom.

source: New layout
sk_sk: Nový štýl

source: Your background file cannot be found. Please re-upload.
sk_sk: Váš súbor pre pozadie nebol nájdený. Prosím, nahrajte ho znova.

source: Send by email
sk_sk: Odoslať emailom

source: Mark as paid
sk_sk: Označiť ako zaplatené

source: In order to add more layouts you will need to upgrade your account
sk_sk: Ak chcete pridať viac štýlov, musíte vykonať upgrade Vášho účtu

source: Duplicate this layout and create a new:
sk_sk: Duplikovať tento šťýl a vytvoriť:

source: Reminder type (for email texts)?
sk_sk: Typ upomienky (pre texty emailov)?

source: First reminder
sk_sk: Prvá upomienka

source: Document language
sk_sk: Jazyk dokumentu

source: French
sk_sk: Francúzsky

source: Hungarian
sk_sk: Maďarsky

source: Document type
sk_sk: Typ dokumentu

source: Hide checkboxes?
sk_sk: Skryť zašrktávacie poličko?

source: Hide prices?
sk_sk: Schovať ceny?

source: Specify VAT?
sk_sk: Špecifikovať DPH?

source: How to display line totals?
sk_sk: Ako zobraziť súčet riadku?

source: Hide VAT?
sk_sk: Skryť DPH?

source: Print product code before description?
sk_sk: Vytlačiť kód produktu pred popisom?

source: Simple
sk_sk: Jednoduchý

source: Advanced
sk_sk: Pokročilé nastavenia

source: Company profile
sk_sk: Profil spoločnosti

source: Upload a logo
sk_sk: Nahrať obrázok loga

source: Your logo
sk_sk: Vaše logo

source: Upload a letterhead
sk_sk: Nahrať záhlavie listu

source: Letterhead
sk_sk: Záhlavie listu

source: Document
sk_sk: Dokument

source: Hide header and footer: address, logo and bank details
sk_sk: Skryť hlavičku a pätičku: adresu, logo a bankové údaje

source: Hide my address
sk_sk: Schovať moju adresu

source: Customer address position
sk_sk: Pozícia adresy zákazníka

source: Right
sk_sk: Vpravo

source: Left
sk_sk: Vľavo

source: Top margin
sk_sk: Vrchný okraj

source: Left margin
sk_sk: Ľavý okraj

source: Bottom margin
sk_sk: Spodný okraj

source: Invoice colors
sk_sk: Farby faktúry

source: Match your company's layout by setting the colors used on the invoice
sk_sk: Prispôsobte farby Vašej faktúry farbami Vašej firmy.

source: Primary color
sk_sk: Primárna farba

source: Secondary color
sk_sk: Sekundárna farba

source: Use my default address for this layout
sk_sk: Použiť moju východziu adresu pre tento štýl

source: I would like to use a different address
sk_sk: Chcel by som použiť inú adresu

source: Use my default contact data for this layout
sk_sk: Použiť moje predvolené kontaktné údaje pre tento štýl

source: I would like to use different contact data
sk_sk: Chcel by som použiť iné kontaktné údaje

source: Use my default bank data for this layout
sk_sk: Použiť moje predvolené bankové údaje pre tento štýl

source: I would like to use different bank data
sk_sk: Chcel by som použiť iné bankové údaje

source: New ledger account
sk_sk: Nový účet

source: Group
sk_sk: Kategória

source: New category
sk_sk: Nová kategória

source: In order to manage your categories you will need to upgrade your account
sk_sk: Ak chcete spravovať Vaše kategórie, musíte vykonať upgrade Vášho účtu

source: Category details
sk_sk: Detaily kategórie

source: Opening balance
sk_sk: Počiatočný zostatok

source: Value
sk_sk: Hodnota

source: In order to manage users you will need to upgrade your account
sk_sk: Ak chcete spravovať používateľov, musíte vykonať upgrade Vášho účtu

source: User details
sk_sk: Detaily používateľa

source: (Re-)send invitation?
sk_sk: Znova odoslať pozvánku?

source: User
sk_sk: Užívateľ

source: Logins
sk_sk: Prihlásenia

source: Last access
sk_sk: Posledný prístup

source: New tariff
sk_sk: Nová tarifa

source: Tariff
sk_sk: Tarifa

source: Outgoing invoices
sk_sk: Odchadzajúce faktúry

source: In order to add more tariffs you will need to upgrade your account
sk_sk: Ak chcete pridať viac taríf, musíte vykonať upgrade Vášho účtu

source: VAT tariff
sk_sk: Sadzba DPH

source: Please take some minutes to setup your account
sk_sk: Prosím nájdite si pár minút na nastavenie Vášho účtu

source: Step
sk_sk: Krok

source: Completed
sk_sk: Dokončených

source: Personal details
sk_sk: Osobné údaje

source: Company details
sk_sk: Firemné údaje

source: Bank data
sk_sk: Údaje banky

source: Texts
sk_sk: Texty

source: Welcome %s!
sk_sk: Vitajte %s!

source: Thanks for signing up with q-invoice, we hope our service will fit your needs. In order to get started we would like to ask you to follow the steps in this wizard. After it we will setup your account so you won't have to!
sk_sk: Ďakujeme, že ste sa zaregistrovali do q-invoice. Veríme, že naše služby uľahčia Vaše podnikatenie. Na to, aby sme nastavili Váš účet, chceli by sme Vás požiadať, aby ste následovali tieto kroky.

source: It won't take more than a minute or two and you can alter all settings at any later moment if you need to.
sk_sk: Nezaberie Vám to viac ako 2 minúty Vášho času. Všetky nastavenia môžete dodatočne zmeniť, ak budete potrebovať.

source: We will prepare your account based on the settings you choose here. Please select a country and your default currency.
sk_sk: Pripravíme Váš úšet na základe nastavení, ktoré si teraz vyberiete. Prosím, vyberte krajinu a predvolenú menu.

source: Please upload your logo here, it will be used on your documents and to personalise your account.
sk_sk: Prosím nahrajte si Vaše logo. Logo bude použité na Vašich faktúrach.

source: Select file
sk_sk: Vyberte súbor

source: This will be printed on the invoice, make sure all data is correct!
sk_sk: Tieto údaje budú zobrazené na faktúre, uistite sa, že všetky údaje sú správne.

source: How can your customers reach you?
sk_sk: Ako Vás môžu klienti kontaktovať?

source: Bankaccount
sk_sk: Bankový účet

source: Please enter your IBAN, the system will try to fetch your bank and BIC-code.
sk_sk: Prosím zadajte Váš IBAN. Systém sa pokúsi vyhľadať Vašu banku a BIC kód.

source: Bankname
sk_sk: Názov banky

source: Personalise your invoice settings.
sk_sk: Personalizujte Vaše nastavenia faktúry.

source: Set the format of your automated invoice numbering
sk_sk: Nastavte si formát čísel, ktorý bude automaticky generovaný

source: Invoice background
sk_sk: Pozadie faktúry

source: Upload your letterhead
sk_sk: Nahrať hlavičku

source: If you upload a background and have uploaded a logo in the previous step, only the background will be used for your invoices.
sk_sk: Ak nahráte pozadie a nahrali ste si logo v predošlom kroku, iba pozadie bude použité na Vašich faktúrach.

source: Almost there...
sk_sk: Čoskoro dokončené...

source: The last step. To alter any data use the buttons below to navigate to a previous step. If all data is correct you can finalize your account now.
sk_sk: Posledný krok. Pre zmenu hociktorých údajov kliknite na tlačídlo späť. Ak sú všetky dáta korektné, možete dokončiť nastavenia.

source: Activate Webshop API?
sk_sk: Aktivovať API?

source: Our Webshop API enables you to send invoice requests for webshop orders directly to your q-invoice account.
sk_sk: Naše e-shop API umožní posielať požiadavky pre objednávky z Vášho e-shopu priamo do Vášho q-invoice účtu.

source: Set up my account!
sk_sk: Nastaviť môj účet!

source: Setting up your account...
sk_sk: Nastavujeme Váš účet...

source: Saving settings
sk_sk: Ukladanie nastavení

source: Uploading logo
sk_sk: Nahrávanie loga

source: Saving and creating profile
sk_sk: Ukladanie a vytváranie profilu

source: Setting preferences
sk_sk: Nastavenie vlastností

source: Creating layouts
sk_sk: Vytváranie štýlov

source: Adding example relation + product
sk_sk: Pridávanie ukážkového produktu +kontaktu

source: All done. What would you like to do next?
sk_sk: Hotovo. Vyberte si jedno z nasledovných možností.

source: Create an invoice
sk_sk: Vytvoriť faktúru

source: Webshop plugins
sk_sk: E-shop pluginy

source: Manage settings
sk_sk: Spravovať nastavenia

source: Previous step
sk_sk: Späť

source: Next step
sk_sk: Ďalej

source: Your settings have been saved. Are you ready to make your first invoice?
sk_sk: Vaše nastavenia boli uložené. Ste pripravení na vytvorenie prvej faktúry?

source: Some stuff is missing
sk_sk: Niečo chýba

source: You won't be able to send this invoice. Please update your settings first.
sk_sk: Táto faktúra sa nebude dať odoslať. Prosím aktualizujte najprv Vaše nastavenia.

source: Go to settings
sk_sk: Ísť do nastavení

source: If you save an invoice as draft you can preview the result as PDF before sending it.
sk_sk: Ak uložíte faktúru ako koncept, môžete si prezrieť výsledok v PDF pred odoslaním.

source: Your settings are incomplete!
sk_sk: Vaše nastavenia nie sú kompletné

source: Note for display on this invoice
sk_sk: Poznámka k faktúre

source: Discount (%)
sk_sk: Zľava (%)

source: You don't have to specify an ending
sk_sk: Nemusíte špecifikovať koniec

source: New packing slip
sk_sk: Nový dodací list

source: Create a new
sk_sk: Vytvoriť nový

source: packing slip
sk_sk: dodací list

source: Workorders
sk_sk: Pracovný príkaz

source: New workorder
sk_sk: &Nový katalóg…

source: Create workorder
sk_sk: Vytvoriť pracovnú objednávku

source: It seems you haven't created any workorders just yet.
sk_sk: Zdá sa, že ste zatiaľ nevytvorili žiadne pracovné objednávký.

source: workorder
sk_sk: pracovná objednávka

source: Create Account
sk_sk: Vytvoriť účet

source: Already a member?
sk_sk: Ste už členom?

source: Confirm email
sk_sk: Potvrdiť email

source: I agree with the General Terms and Conditions
sk_sk: Súhlasím so všeobecnými podmienkami

source: Free demo?
sk_sk: Zdarma vyskúšať

source: No, thanks
sk_sk: Nie, ďakujem

source: Try the %s package for free for 7 days
sk_sk: Vyskúšajte %s balík zadarmo po dobu 7 dní

source: Create account and
sk_sk: Vytvoriť účet a

source: Join q-invoice today
sk_sk: Pridajte sa ku q-invoice ešte dnes

source: register
sk_sk: registrovať

source: Pay online
sk_sk: Zaplatiť online

source: Status
sk_sk: Stav

source: Try again
sk_sk: Skúste znova

source: Reminder sender
sk_sk: Odosielateľ upomienky

source: Reminder date
sk_sk: Dátum upomienky

source: failed
sk_sk: zlyhalo
