Repository: spirtskhalava/qinovice-connect-for-woocomerce
Catalog: languages/messages.po
Languages: sk_sk

source: Easily import your existing contacts
sk_sk: Jednoduchý import Vašich existujúcich kontaktov

source: Reminder
sk_sk: Upomienka

source: Our records indicate we have not yet received a complete payment for the invoices listed below.
sk_sk: Podľa našich záznamov sme neobdržali kompletnú platbu pre faktúru uvedenú nižšie.

source: Please take care of an immediate payment of {reminder.total}.
sk_sk: Prosíme Vás o urýchlené zaplatenie {reminder.total}.

source: It seems that you're not logged in. Please proceed to the login page to continue.
sk_sk: Zdá sa, že nie ste prihlásený. Prosím prejdite na prihlasovaciu stránku.

source: My account
sk_sk: Môj účet

source: API documentation
sk_sk: API dokumentácia

source: Logout
sk_sk: Odhlásiť

source: Quick links
sk_sk: Rýchle odkazy

source: New invoice
sk_sk: Nová faktúra

source: New quote
sk_sk: Nová cenová ponuka

source: Profit/loss account
sk_sk: Výkaz ziskov a strát

source: Contact Support
sk_sk: Kontaktovať zákaznícku podporu

source: Current version
sk_sk: Aktuálna verzia

source: Hi there
sk_sk: Ahoj

source: US Dollar
sk_sk: Dolár

source: Hungarian Forint
sk_sk: Ma

source: Select a product
sk_sk: Vyberte produkt

source: Product name
sk_sk: Názov produktu

source: Price
sk_sk: Cena

source: Stock
sk_sk: Sklad

source: Close
sk_sk: Zatvoriť

source: Recipient
sk_sk: Príjemca

source: Begin typing to select an existing recipient or click "show fields" to enter an address.
sk_sk: Začnite písať a vyberte existujúci kontakt alebo kliknite "ukázať polia" a zadajte adresu.

source: (Company) name
sk_sk: Názov spoločnosti

source: Advanced search
sk_sk: Pokročilé hľadanie

source: Show fields
sk_sk: Ukázať viac možností

source: Hide fields
sk_sk: Schovať polia

source: Salutation
sk_sk: Oslovenie

source: First- and lastname
sk_sk: Krstné meno a priezvisko

source: This E-mail address seems to be invalid
sk_sk: E-mailová adresa sa zdá byť nesprávna

source: Invoice address
sk_sk: Fakturačná adresa

source: Zipcode/City
sk_sk: PSČ/Mesto

source: Add delivery address
sk_sk: Pridať adresu doručenia

source: COC Number
sk_sk: IČO

source: Tax Number
sk_sk: DIČ

source: VAT Number
sk_sk: IČ DPH

source: This VAT-number seems to be invalid
sk_sk: IČ DPH sa zdá byť nesprávne

source: Save client data
sk_sk: Uložiť údaje klienta

source: Update client data
sk_sk: Aktualizovať údaje klienta

source: Reset fields
sk_sk: Vynulovať polia

source: Select an address
sk_sk: Vyberte adresu

source: Contact
sk_sk: Kontakt

source: Use address
sk_sk: Použiť adresu

source: It seems you don't have sufficient rights to do this.
sk_sk: Zdá sa, že nemáte dostatočné práva na túto akciu.

source: Go back to
sk_sk: Ísť späť k

source: your dashboard
sk_sk: Vášmu ovládaciemu panelu

source: Quick search
sk_sk: Rýchle hľadanie

source: Prepaid credit
sk_sk: Kredit

source: Overview
sk_sk: Prehľad

source: Recurring invoices
sk_sk: Opakujúce sa faktúry

source: Order confirmations
sk_sk: Proforma faktúry

source: New order confirmation
sk_sk: Nová proforma faktúra

source: Packing slips
sk_sk: Dodacie listy

source: Purchase orders
sk_sk: Vydané objednávky

source: New purchase order
sk_sk: Nová vydaná objednávka

source: Reminders
sk_sk: Upomienky

source: Relation management
sk_sk: Kontakty

source: Reports
sk_sk: Výkazy

source: Tax report
sk_sk: DPH

source: EU VAT report
sk_sk: EU daňové priznanie

source: Report debtors
sk_sk: Pohľadávky

source: Report creditors
sk_sk: Záväzky

source: Report products
sk_sk: Výkaz produktov

source: Report results
sk_sk: Výkaz výsledkov

source: Bank import
sk_sk: Importovať banku

source: Ledgers
sk_sk: Účtovný denník

source: Direct debit batch
sk_sk: Inkaso súbor

source: Plugins
sk_sk: Pluginy

source: Profiles
sk_sk: Profily

source: Layout
sk_sk: Štýly dokumentov

source: VAT tariffs
sk_sk: Sadzby DPH

source: Ledger accounts
sk_sk: Nákladové a výnosové účty

source: Access
sk_sk: Prístup

source: Advanced settings
sk_sk: Pokročilé nastavenia

source: Webshop API
sk_sk: E-shop API

source: Import relations
sk_sk: Importovať kontakty

source: Import products
sk_sk: Importovať produkty

source: Personalize this menu
sk_sk: Personalizovať toto menu

source: Sheets
sk_sk: Hárky

source: Timesheet
sk_sk: Pracovný výkaz

source: Packing slip
sk_sk: Dodací list

source: Work order
sk_sk: Pracovná objednávka

source: trial
sk_sk: vyskúšanie

source: Your account
sk_sk: Váš účet

source: You are using the %s account until
sk_sk: %s účet aktívny do

source: used
sk_sk: použitý

source: You have used %s out of %s free invoices this month
sk_sk: Tento mesiac ste použili %s z %s bezplatných faktúr

source: Upgrade today!
sk_sk: Aktivujte si profesionálny účet ešte dnes!

source: Go professional
sk_sk: Prejsť na profesionálny účet

source: Number
sk_sk: Číslo

source: Sender
sk_sk: Odosielateľ

source: Total
sk_sk: Celkovo

source: Select all %s results
sk_sk: Vybrať všetkých %s výsledkov

source: Deleted on %s
sk_sk: Vymazaná dňa %s

source: Duplicate
sk_sk: Duplikovať

source: Add payment
sk_sk: Pridať platbu

source: Files
sk_sk: Súbory

source: draft
sk_sk: koncept

source: overdue
sk_sk: po splatnosti

source: paid
sk_sk: zaplatené

source: open
sk_sk: Otvorené

source: credited
sk_sk: pripísané

source: Restore invoice
sk_sk: Obnoviť faktúru

source: To trash
sk_sk: Vymazať

source: We have found %s with a total of <strong>%s</strong> (%s with VAT)
sk_sk: Našlo sa <strong>%s</strong> pre dané kritéria na celkovú sumu <strong>%s</strong> (%s s DPH)

source: %d invoice
sk_sk: %d faktúra

source: Restore invoices
sk_sk: Obnoviť faktúry

source: Delete permanently
sk_sk: Odstrániť natrvalo

source: Export invoice items to excel
sk_sk: Exportovať položky faktúry do excelu

source: Download as zip
sk_sk: Stiahnúť ako zip

source: Generate credit transfer file
sk_sk: Vygenerovať súbor pre prevod

source: Move to trash
sk_sk: Presunúť do koša

source: Amount received
sk_sk: Prijatá suma

source: Payment method
sk_sk: Spôsob platby

source: Client
sk_sk: Klient

source: Open
sk_sk: Otvorené

source: Data is being loaded...
sk_sk: Dáta sa načítavajú...

source: Draft
sk_sk: Koncept

source: Send
sk_sk: Poslať

source: Open a PDF preview
sk_sk: Otvoriť náhľad PDF

source: Mark as collected
sk_sk: Označiť ako prijaté

source: Resend
sk_sk: Znovu poslať

source: Create reminder
sk_sk: Vytvoriť upomienku

source: Make credit
sk_sk: Vytvoriť dobropis

source: Print the PDF
sk_sk: Tlačiť PDF

source: Print without background
sk_sk: Vytlačiť bez pozadia

source: Create packing slip
sk_sk: Vytvoriť dodací list

source: scheduled
sk_sk: naplánované

source: printed
sk_sk: vytlačená

source: send error
sk_sk: poslať chybu

source: what is this?
sk_sk: vysvetlenie

source: sending...
sk_sk: posiela sa...

source: sent
sk_sk: odoslaná

source: %d day
sk_sk: %d deň

source: Edit tags
sk_sk: Editovať značky (tagy)

source: Save
sk_sk: Uložiť

source: Last reminder:
sk_sk: Posledná upomienka

source: Show packing slip
sk_sk: Zobraziť dodací list

source: Quote
sk_sk: Cenová ponuka

source: Order
sk_sk: Objednávka

source: Packingslip
sk_sk: Doručovací list

source: View
sk_sk: Prezerať

source: Download
sk_sk: Sťiahnuť

source: Export to snelstart
sk_sk: Exportovať do snelstart

source: Merge into one PDF-file
sk_sk: Spojiť do jedného PDF súboru

source: Create documents
sk_sk: Vytvoriť dokumenty

source: Create reminders
sk_sk: Vytvoriť upomienky

source: Create packingslips
sk_sk: Vytvorit dodacie listy

source: Generate direct debit file
sk_sk: Vygenerovať inkaso súbor

source: Regenerate
sk_sk: Znovu generovať

source: Send invoices (again)
sk_sk: Poslať faktúry (znova)

source: Delivery method
sk_sk: Spôsob doručenia

source: Send via e-mail
sk_sk: Poslať emailom

source: Recipient email address
sk_sk: E-mailová adresa príjemcu

source: Send reminder
sk_sk: Poslať upomienku

source: Send second reminder
sk_sk: Poslať druhú upomienku

source: State
sk_sk: Stav

source: Voucher number
sk_sk: Číslo kupónu

source: Create outbound invoice
sk_sk: Vystaviť faktúru

source: Create inbound invoice
sk_sk: Vytvoriť náklady

source: processed
sk_sk: spracované

source: unprocessed
sk_sk: nespracované

source: Download packingslips
sk_sk: Stiahnúť doručovacie listy.

source: Direct debit
sk_sk: Inkaso

source: Credit invoice
sk_sk: Dobropis

source: Bank transfer
sk_sk: Bankový prevod

source: Bank card
sk_sk: Banková karta

source: Reversal
sk_sk: Obrat

source: Balance
sk_sk: Zostatok

source: %s unprocessed entries
sk_sk: %s nespracovaných záznamov

source: Send date
sk_sk: Dátum odoslania

source: Delivery date
sk_sk: Dátum doručenia

source: Preview PDF
sk_sk: Náhľad PDF

source: Create invoice
sk_sk: Vytvoriť faktúru

source: Trash
sk_sk: Kôš

source: denied
sk_sk: zamietnutá

source: accepted
sk_sk: akceptovaná

source: Restore
sk_sk: Obnoviť

source: Restore items
sk_sk: Obnoviť položky

source: Send quote
sk_sk: Poslať cenovú ponuku

source: Items
sk_sk: Položky

source: Print
sk_sk: Tlačiť

source: Restore packingslips
sk_sk: Obnoviť dodacie listy

source: Supplier
sk_sk: Dodávateľ

source: Process order
sk_sk: Spracovať objednávku

source: Restore order
sk_sk: Obnoviť objednávku

source: Valid untill
sk_sk: Platný do

source: Accepted
sk_sk: Akceptovaná

source: Denied
sk_sk: Zamietnutá

source: Create order confirmation
sk_sk: Vytvoriť proforma faktúru

source: %d quote
sk_sk: %d cenová ponuka

source: Restore quotes
sk_sk: Obnoviť cenové ponuky

source: Type
sk_sk: Typ

source: Last
sk_sk: Posledná

source: Next
sk_sk: Nasledujúca

source: daily
sk_sk: denne

source: weekly
sk_sk: týždenne

source: monthly
sk_sk: mesačne

source: two-monthly
sk_sk: dvoj-mesačne

source: quarterly
sk_sk: kvartálne

source: half-yearly
sk_sk: polročne

source: yearly
sk_sk: ročne

source: Recurring
sk_sk: Opakovanie

source: inactive
sk_sk: Neaktívna

source: active
sk_sk: Aktívna

source: ends on %s
sk_sk: končí dňa %s

source: We have found <strong>%d invoices</strong> altogether with a total of <strong>%s</strong> (%s with VAT)
sk_sk: Našlo sa <strong>%d faktúr</strong> pre dané kritéria na celkovú sumu <strong>%s</strong> (%s s DPH)

source: Company
sk_sk: Firma

source: Find documents
sk_sk: Vyhľadať dokumenty

source: Create new invoice
sk_sk: Vytvoriť novú faktúru

source: Create new quote
sk_sk: Vytvoriť novú cenovú ponuku

source: Add note
sk_sk: Pridať poznámku

source: No number
sk_sk: Žiadne číslo

source: Restore reminders
sk_sk: Obnoviť upomienky

source: Download reminders
sk_sk: Stiahnuť upomienku

source: Call us: 070 220 62 33
sk_sk: Zavolajte nám: 0911 258 330

source: We will contact you shortly on
sk_sk: Kontaktujeme Vás čoskoro

source: What's your phonenumber?
sk_sk: Na aké číslo máme zavolať?

source: Need help? Let us call you
sk_sk: Potrebujete pomoc? Zavoláme Vám

source: support@q-invoice.com
sk_sk: support@q-invoice.sk

source: English
sk_sk: Anglicky

source: Dutch
sk_sk: Holandsky

source: German
sk_sk: Nemecky

source: Slovak
sk_sk: Slovenčina

source: Czech
sk_sk: Česky

source: Spanish
sk_sk: Španielsky

source: Help translating our app!
sk_sk: Pomôžte preložiť našu aplikáciu!

source: Profile
sk_sk: Profil

source: edit
sk_sk: zmeniť

source: Sign Out
sk_sk: Odhlásiť

source: We're sorry, you have entered an incorrect username and password. Please try again.
sk_sk: Ľutujeme, ale zadali ste nesprávne používateľké meno a heslo. Skúste znova.

source: The parent account status does not allow multiple users to have access. Please contact the account owner.
sk_sk: Rodičovský účet nedovoľuje prístup viacerým používateľom. Prosím kontaktujte majitela účtu.

source: Your new password for q-invoice
sk_sk: Vaše nové heslo pre q-invoice

source: API password for q-invoice
sk_sk: API heslo pre q-invoice

source: Your registration at q-invoice
sk_sk: Vaša registrácia do q-invoice

source: DRAFT
sk_sk: KONCEPT

source: Bank name
sk_sk: Názov banky

source: Account number
sk_sk: Číslo účtu

source: Qty
sk_sk: Počet

source: Subtotal
sk_sk: Medzisúčet

source: copy
sk_sk: kópia

source: Product_export
sk_sk: Produkt_export

source: code
sk_sk: Kód

source: description
sk_sk: Popis

source: categories
sk_sk: Kategórie

source: costprice
sk_sk: nákupná cena

source: price
sk_sk: Cena

source: vat percentage
sk_sk: percento DPH

source: discount
sk_sk: zľava

source: weight
sk_sk: váha

source: ledger revenue
sk_sk: Príjem hlavnej účtovnej knihy

source: ledger stock
sk_sk: skladová kniha

source: ledger purchase
sk_sk: Nákupy v položke účtovnej knihy

source: min stock
sk_sk: Min. na sklade

source: stock
sk_sk: sklad

source: stock value
sk_sk: stav na sklade

source: Relations_export
sk_sk: export_kontaktov

source: reference
sk_sk: referencia

source: company name
sk_sk: Názov firmy:

source: first name
sk_sk: Krstné meno

source: last name
sk_sk: Priezvisko

source: phone
sk_sk: Telefón

source: mobile
sk_sk: mobil

source: address
sk_sk: adresa

source: zipcode
sk_sk: PSČ

source: city
sk_sk: Mesto

source: country
sk_sk: Krajina

source: default discount
sk_sk: Predvoledná zľava

source: coc
sk_sk: IČO

source: SnelstartRelations_export
sk_sk: %d cenová ponuka

source: Quotes_export
sk_sk: export_ponúk

source: Quote export %s
sk_sk: Exportovať cenovú ponuku %s

source: quote number
sk_sk: Císlo cenovej ponuky

source: status
sk_sk: Stav

source: quote date
sk_sk: dátum vystavenia

source: due date
sk_sk: Dátum splatnosti

source: firstname
sk_sk: Krstné meno

source: lastname
sk_sk: Priezvisko

source: price with vat
sk_sk: Cena s DPH

source: General conditions apply
sk_sk: Všeobecné podmienky sa vzťahujú na

source: Monday
sk_sk: Pondelok

source: Tuesday
sk_sk: Utorok

source: Wednesday
sk_sk: Streda

source: Thursday
sk_sk: Štvrtok

source: Friday
sk_sk: Piatok

source: Saturday
sk_sk: Sobota

source: Sunday
sk_sk: Nedeľa

source: January
sk_sk: Január

source: February
sk_sk: Február

source: March
sk_sk: Marec

source: April
sk_sk: Apríl

source: May
sk_sk: Máj

source: June
sk_sk: Jún

source: July
sk_sk: Júl

source: Augustus
sk_sk: August

source: October
sk_sk: Október

source: _uncategorized_
sk_sk: _nekategorizované_

source: invoices sent
sk_sk: Faktúry poslané

source: invoices regenerated
sk_sk: faktúry boli znova vygenerované

source: Invoices_export
sk_sk: export_faktúr

source: Invoice export %s
sk_sk: Export faktúry %s

source: invoice number
sk_sk: Císlo faktúry

source: invoice date
sk_sk: Dátum vystavenia faktúry

source: amount paid
sk_sk: zaplatená suma

source: amount open
sk_sk: otvorená suma

source: tag
sk_sk: tag (znacka)

source: Invoice item export %s
sk_sk: Export polozky faktúry %s

source: quantity
sk_sk: kvantita

source: ledgeraccount
sk_sk: Pokladnica

source: Invoice payment confirmation for %s
sk_sk: Potvrdenie platby faktúry pre %s

source: Outgoing
sk_sk: Odchádzajúce

source: Incoming
sk_sk: Prichadzajúce

source: PACKING SLIP
sk_sk: DODACÍ LIST

source: Total items
sk_sk: Celkovo položiek

source: First
sk_sk: Prvá

source: Quote date
sk_sk: Dátum vystavenia

source: EXAMPLE
sk_sk: PRÍKLAD

source: Customer company name
sk_sk: Názov firmy zákazníka

source: Customer firstname
sk_sk: Krstné meno zákazníka

source: Lname
sk_sk: Priezvisko

source: Streetname 123
sk_sk: Názov ulice 123

source: Amsterdam
sk_sk: Bratislava

source: Thank you for your order.
sk_sk: Ďakujeme za Vašu objednávku.

source: VAT No.
sk_sk: IČ DPH

source: Tax No.
sk_sk: DIČ

source: Adress line 2
sk_sk: Adresa 2

source: An optional remark can be displayed here.
sk_sk: Tu môže byť zobrazená nepovinná poznámka

source: Your product description
sk_sk: Popis produktu

source: Some more detailed description can be here
sk_sk: Tu môže byť detailnejší opis

source: A header can be here
sk_sk: Tu môže byť hlavička

source: Line total
sk_sk: Suma

source: %s over %s
sk_sk: %s zo sumy %s

source: Already paid
sk_sk: Zaplatené

source: Amount due
sk_sk: Dlžná čiastka

source: Order confirmation
sk_sk: Proforma faktúra

source: Order date
sk_sk: Dátum objednania

source: Check
sk_sk: Dodané

source: Sir
sk_sk: Pán

source: Madam
sk_sk: Pani

source: Tax ID
sk_sk: DIČ

source: Signed on %s from IP %s
sk_sk: Podpísané dňa %s z IP %s

source: An optional remark can be here.
sk_sk: Tu môže byť zobrazená nepovinná poznámka.

source: Purchase order
sk_sk: Vydaná objednávka

source: Due days
sk_sk: Splatnosť

source: %d days
sk_sk: %d dní

source: Mr.
sk_sk: Pán

source: Ms.
sk_sk: Pani

source: This month
sk_sk: Tento mesiac

source: Last month
sk_sk: Minulý mesiac

source: This quarter
sk_sk: Tento kvartál

source: Last quarter
sk_sk: Minulý kvartál

source: This year
sk_sk: Tento rok

source: Last year
sk_sk: Minulý rok

source: Send invoices and quotes
sk_sk: Posielanie faktúr a cenových ponúk

source: Manage products
sk_sk: Spravovanie produktov

source: Unlimited invoicing
sk_sk: Neobmedzené faktúrovanie

source: Send recurring invoices
sk_sk: Posielanie opakujúcich sa faktúr

source: Product management
sk_sk: Správa produktov

source: Receive online payments
sk_sk: Prijímanie online platieb

source: Import your bank statements
sk_sk: Importovanie Vašich bankových výpisov

source: Use our API to connect your own software
sk_sk: Využitie nášho API pre prepojenie s Vašim vlastným softvérom

source: All items in starter
sk_sk: Všetky položky zo Starter balíčka

source: Cooperate with your colleagues
sk_sk: Spolupracovanie s Vašimi kolegami

source: Create multiple invoice layouts
sk_sk: Vytvorenie viacerých štýlov pre faktúry

source: %d company profile
sk_sk: %d profil spoločnosti

source: Create packing slips and work orders
sk_sk: Vytváranie dodacích listov

source: Unlimited API calls
sk_sk: Neobmedzené API

source: Use your own SMTP server
sk_sk: Použitie vlastného SMTP servera

source: Bank- and Cashledger
sk_sk: Banková a účtovná kniha

source: All items in advanced
sk_sk: Všetky položky z Advanced balíčka

source: Custom recurring schedules
sk_sk: Vlastné pravidlá pre opakujúce sa akcie

source: Create and process purchase orders
sk_sk: Vytváranie a spracovávanie vydaných objednávok

source: SEPA Direct Debit
sk_sk: Sepa inkaso

source: SEPA Credit Transfer
sk_sk: SEPA prevod

source: Settlement
sk_sk: Zúčtovanie

source: Cash on delivery
sk_sk: Dobierka

source: Correction
sk_sk: Oprava

source: Costs
sk_sk: Náklady

source: Turnover
sk_sk: Obrat

source: Fixed assets
sk_sk: Fixné aktíva

source: Floating assets
sk_sk: Obežné aktíva

source: Suspense account
sk_sk: Účet prechodných položiek

source: Financial income and expenses
sk_sk: Príjmy a výdavky

source: Purchases
sk_sk: Nákupy

source: Cashledger
sk_sk: Pokladnica

source: Bankledger
sk_sk: Banka

source: Uncategorized turnover
sk_sk: Nekategorizovaný obrat

source: General purchases
sk_sk: Objednávky všeobecne

source: Wages and salaries
sk_sk: Mzdy a platy

source: Housing expenses
sk_sk: Náklady na domácnosť

source: Operating expenses
sk_sk: Prevádzkové náklady

source: Uncategorized expenses
sk_sk: Nekategorizované náklady

source: Office expenses
sk_sk: Kancelárske náklady

source: Transportation expenses
sk_sk: Prepravné náklady

source: Sales expenses
sk_sk: Obchodné náklady

source: General expenses
sk_sk: Všeobecné náklady

source: This folder holds your q-invoice.com documents.
sk_sk: Tento priečinok obsahuje Vaše q-invoice.com dokumenty.

source: This folder holds your q-invoice.com invoices.
sk_sk: Tento priečinok obsahuje Vaše q-invoice.com faktúry.

source: This folder holds your q-invoice.com quotes.
sk_sk: Tento priečinok obsahuje Vaše q-invoice.com cenové ponuky.

source: Purchase Orders
sk_sk: Vydané objednávky

source: This folder holds your q-invoice.com purchase orders.
sk_sk: Tento priečinok obsahuje Vaše q-invoice.com vydané objednávky.

source: Packingslips
sk_sk: Dodacie listy

source: This folder holds your q-invoice.com packingslips.
sk_sk: Tento priečinok obsahuje Vaše q-invoice.com dodacie listy.

source: This folder holds your q-invoice.com orderconfirmations.
sk_sk: Tento priečinok obsahuje Vaše q-invoice.com proforma faktúry.

source: Inbound_export
sk_sk: Export_nakladov

source: Inbound export %s
sk_sk: Exportovať náklady %s

source: voucher number
sk_sk: Číslo kupónu

source: Invoice created by %s
sk_sk: Faktúru vytvoril %s

source: Invoice sent to %s
sk_sk: Faktúra odoslaná %s

source: Reminder sent
sk_sk: Upomienka poslaná

source: Second reminder sent
sk_sk: Druhá upomienka poslaná

source: Paid %s via %s
sk_sk: Zaplatené %s formou: %s

source: Invoice paid in full
sk_sk: Faktúra plne zaplatená

source: Click here to pay this invoice online
sk_sk: Kliknite sem pre online platbu tejto faktúry

source: INBOUND
sk_sk: NÁKLADY

source: OUTBOUND
sk_sk: VYSTAVENE

source: LEDGER
sk_sk: ÚČTOVNÁ KNIHA

source: Ledger export %s
sk_sk: Exportovať knihu %s

source: category
sk_sk: kategória

source: date
sk_sk: dátum

source: debit
sk_sk: dlh

source: credit
sk_sk: pohľadávka

source: ledger
sk_sk: kategória

source: Incorrect user
sk_sk: Nesprávny používateľ

source: Invoice sent
sk_sk: Faktúra odoslaná

source: Payment of %s added
sk_sk: Platba za %s pridaná

source: A new invoice has been generated
sk_sk: Nová faktúra bola vygenerovaná

source: Dear Sir, Madam,<br><br>Please find your invoice attached to this email. If you have any questions don't hesitate to contact us.<br><br>Kind regards
sk_sk: Vážený pán/pani,<br><br>Vaša faktúra je priložená k tomuto emailu. Ak máte nejaké otázky, neváhajte nás kontaktovať<br><br>S pozdravom,

source: Reminder for invoice
sk_sk: Upomienka pre faktúru

source: Dear Sir, Madam,<br><br>This is a reminder for your invoice, please find the invoice attached to this email. If you have any questions don't hesitate to contact us.<br><br>Kind regards
sk_sk: Vážený pán/pani,<br><br>Toto je upomienka pre Vašu faktúru. Faktúra je priložená k tomuto emailu. Ak máte nejaké otázky, neváhajte nás kontaktovať<br><br>S pozdravom,

source: Second reminder for invoice
sk_sk: Druhá oripomienka pre faktúru

source: Dear Sir, Madam,<br><br>This is a second reminder for your invoice, please find the invoice attached to this email. If you have any questions don't hesitate to contact us.<br><br>Kind regards
sk_sk: Vážený pán/pani,<br><br>Toto je druhá upomienka pre Vašu faktúru. Faktúra je priložená k tomuto emailu. Ak máte nejaké otázky, neváhajte nás kontaktovať<br><br>S pozdravom,

source: A new quote has been generated
sk_sk: Cenová ponuka bola vygenerovaná

source: Dear Sir, Madam,<br><br>Please find your quote attached to this email. If you have any questions don't hesitate to contact us.<br><br>Kind regards
sk_sk: Vážený pán/pani,<br><br>Cenová ponuka je priložená k tomuto emailu. Ak máte nejaké otázky, neváhajte nás kontaktovať<br><br>S pozdravom,

source: A payment has been processed
sk_sk: Platba bola spracovaná

source: Dear Sir, Madam,<br><br>We have processed a payment for invoice {invoice_number}. The updated amount due now is {invoice_open}. Thank you.<br><br>Kind regards
sk_sk: Vážený pán/pani<br><br>Spracovali sme platbu pre faktúru č. {invoice_number}. Aktualizovaná splatná suma je teraz {invoice_open}. Ďakujeme.<br><br>S pozdravom

source: Your order confirmation {order.number}
sk_sk: Vaše proforma faktúra {order.number}

source: Dear Sir, Madam,<br><br>Please find the confirmation for order {order.number} attached. Thank you.<br><br>Kind regards
sk_sk: Vážený pán/pani<br><br>Posielame proforma faktúru {order.number}. Ďakujeme.<br><br>S pozdravom

source: Loss
sk_sk: Strata

source: Profit
sk_sk: Zisk

source: Click here to approve this quote online
sk_sk: Kliknite sem pre akceptovanie tejto cenovej ponuky online

source: Click here to pay this reminder online
sk_sk: Kliknite sem pre online zaplatenie tejto upomienky

source: reminder
sk_sk: upomienka

source: Late fee
sk_sk: Poplatok z omeškania

source: UNKNOWN
sk_sk: NEZNÁME
