Repository: spirtskhalava/qinovice-connect-for-woocomerce
Catalog: languages/messages.po
Languages: sk_sk

source: Debit
sk_sk: Debet

source: Credit
sk_sk: Kredit

source: hours
sk_sk: hod.

source: Ledgeraccount
sk_sk: Účtovná kniha

source: Invoice
sk_sk: Faktúra

source: Inbound
sk_sk: Došlá

source: Direct Debit
sk_sk: Inkaso

source: Default address
sk_sk: Predvolená adresa

source: Default contact
sk_sk: Predvoledný kontakt

source: %d in stock
sk_sk: %d na sklade

source: To import your bankstatements you need to upgrade your account.
sk_sk: Ak chcete importovať výpisy bánk, musíte vykonať upgrade svojho účtu.

source: Mutations
sk_sk: Zmeny

source: Imported %s mutations for account %s
sk_sk: Importované %s zmeny pre účet %s

source: Something went wrong
sk_sk: Niečo sa pokazilo

source: User is deleted
sk_sk: Použivateľ bol vymazaný

source: This username is already taken
sk_sk: Používateľské meno je obsadené

source: Your invitation for q-invoice
sk_sk: Vaša pozvánka do q-invoice

source: User has been saved
sk_sk: Použivateľ bol uložený

source: Please provide a username
sk_sk: Prosím zadajte používateľské meno

source: Your username needs to be at least 3 characters
sk_sk: Vaše používateľské meno musí byť minimálne 3 znaky dlhé

source: A password needs to be at least 5 characters
sk_sk: Heslo musí mať aspoň 5 znakov

source: Please provide a valid email address
sk_sk: Uveďte prosím platnú e-mailovú adresu

source: This email address is already in use
sk_sk: Táto e-mailová adresa sa už používa

source: User created successfully!
sk_sk: Používateľ vytvorený!

source: Your account has been created
sk_sk: Váš účet bol úspešne vytvorený

source: The username needs to be at least 3 characters
sk_sk: Používateľské meno musí mať minimálne 3 znaky

source: There is no such username in our database
sk_sk: Používateľské meno neexistuje

source: Password recovered successfully!
sk_sk: Heslo úspešne obnovené

source: API has been activated
sk_sk: API bolo aktivované

source: API password has been reset
sk_sk: API heslo bolo vynulované

source: Settings saved
sk_sk: Nastavenie uložené

source: Password mismatch
sk_sk: Heslo sa nezhoduje

source: Please provide a new password
sk_sk: Zadajte nové heslo

source: Incorrect password
sk_sk: Nesprávne heslo

source: Settings are saved
sk_sk: Nastavenia uložené

source: Preferences are saved
sk_sk: Nastavenia boli uložené

source: Application has been deleted
sk_sk: Aplikácia bola vymazaná

source: Application has been saved
sk_sk: Aplikácia bola uložená

source: Batch has been updated
sk_sk: Batch bol aktualizovaný

source: Batch item has been updated
sk_sk: Batch položka bol aktualizovaná

source: Batch has been deleted
sk_sk: Batch vymazaný

source: Item has been deleted
sk_sk: Položka bola vymazaná

source: Bank
sk_sk: Banka

source: Cash
sk_sk: Hotovosť

source: Payment of %s has been added
sk_sk: Platba %s bola pridaná

source: Payment of %s has been deleted
sk_sk: Platba %s bola vymazaná

source: Item has been processed
sk_sk: Položka bola spracovaná

source: Document has been saved
sk_sk: Dokument bol uložený

source: Document has been sent
sk_sk: Dokument bol odoslaný

source: Document has been moved to trash
sk_sk: Dokument bol presunutý do koša

source: Document has been restored
sk_sk: Dokument bol znovuobnovený

source: Document has been deleted
sk_sk: Dokument bol odstránený

source: Packing slip has been saved
sk_sk: Dodací list bol uložený

source: Packing slip has been moved to trash
sk_sk: Dodací list bol presunutý do koša

source: Packing slip has been restored
sk_sk: Dodací list bol obnovený

source: Packing slip has been deleted
sk_sk: Dodací list bol zmazaný

source: On order creation
sk_sk: Po vytvorení objednávky

source: On invoice creation
sk_sk: Po vytvorení faktúry

source: On purchase order creation
sk_sk: Po vytvorení vydanej objednávky

source: On product create
sk_sk: Po vytvorení produktu

source: On company create
sk_sk: Po vyvorení firmy

source: Purchase order has been processed
sk_sk: Vaša objednávka bola spracovaná.

source: Purchase order has been saved
sk_sk: Objednávka bola uložená

source: Purchase order has been scheduled
sk_sk: Objednávka bola naplánovaná

source: Purchase order has been sent
sk_sk: Objednávka bola odoslaná

source: Purchase order has been moved to trash
sk_sk: Objednávka bola presunutá do koša

source: Purchase order has been restored
sk_sk: Objednávka bola obnovená

source: Purchase order has been deleted
sk_sk: Objednávka bola zmazaná

source: Quote has been sent
sk_sk: Cenová ponuka bola odoslaná

source: Quote has been updated
sk_sk: Cenová ponuka bola aktualizovaná

source: Quote couldn't be updated
sk_sk: Cenová ponuka nemôže byť aktualizovaná

source: Quote has been saved
sk_sk: Cenová ponuka uložená

source: Quote has been deleted
sk_sk: Cenová ponuka bola vymazaná

source: Quote couldn't be deleted
sk_sk: Cenová ponuka nemôže byť vymazaná

source: Quote has been moved to trash
sk_sk: Cenová ponuka bola presunutá do koša

source: Quote has been restored
sk_sk: Cenová ponuka bola obnovená

source: Contact has been deleted
sk_sk: Kontakt bol vymazaný

source: Address has been deleted
sk_sk: Adresa bola vymazaná

source: Clientdata has been deleted
sk_sk: Údaje klienta boli vymazané

source: Pricerule has been deleted
sk_sk: Pravidlo pre cenu bolo zmazané

source: Clientdata has been saved
sk_sk: Údaje klienta boli uložené

source: Reminder has been saved
sk_sk: Upomienka bola uložená

source: Reminder has been sent
sk_sk: Upomienka bola odoslaná

source: Sending error
sk_sk: Odoslanie zlyhalo

source: Reminder has been moved to trash
sk_sk: Upomienka bola presunutá do koša

source: Reminder has been restored
sk_sk: Upomienka bola obnovená

source: Reminder has been deleted
sk_sk: Upomienka bola vymazaná

source: CSS is saved
sk_sk: CSS uložené

source: Mailbox name is already in use.
sk_sk: Tento názov schránky už niekto používa

source: To use a personal inbox you need to upgrade your account.
sk_sk: Ak chcete osobnú schránku, musíte vykonať upgrade svojho účtu.

source: Your account does not support this feature
sk_sk: Váš účet nepodporuje túto funkciu

source: To use our SMTP server you need to upgrade your account.
sk_sk: Ak chcete používať náš SMTP server, musíte vykonať upgrade svojho účtu.

source: SMTP settings incomplete
sk_sk: SMTP nastavenie nie sú kompletné

source: SMTP Connection failed
sk_sk: SMTP pripojenie zlyhalo

source: Successfully connected
sk_sk: Úspešne pripojený

source: Could not save
sk_sk: Nepodarilo sa uložiť

source: Email settings are saved
sk_sk: Nastavenia emailu boli uložené

source: Invoice preferences are saved
sk_sk: Nastavenie faktúry uložené

source: Quote preferences are saved
sk_sk: Nastavenia cenovej ponuky boli uložené

source: Your preferences are saved
sk_sk: Nastavenia boli uložené

source: Purchase order preferences are saved
sk_sk: Nastavenia objednávky boli uložené

source: Packingslip preferences are saved
sk_sk: Nastavenie dodacieho listu bolo uložené

source: Colors are set
sk_sk: Farby boli nastavené

source: Layout is saved
sk_sk: Štýl uložený

source: To receive online payments you need to upgrade your account.
sk_sk: Pre príjem online platieb musíte vykonať upgrade Vášho účtu

source: Paymentdata has been saved
sk_sk: Údaje platby boli uložené

source: To create direct debit files you need to upgrade your account.
sk_sk: Pre vytváranie inkasa musíte vykonať upgrade Vášho účtu

source: SEPA settings have been saved
sk_sk: SEPA nastavenia uložené

source: Please confirm deletion of your data
sk_sk: Prosím potvrdte vymazanie Vašich dát

source: Your data has been deleted permenantly
sk_sk: Vaše údaje boli natrvalo vymazané

source: Please confirm deletion of your account
sk_sk: Prosím potvrdte vymazanie Vášho účtu

source: Your account has been deleted permenantly
sk_sk: Váš účet bol natrvalo zmazaný

source: Callback request from q-invoice
sk_sk: Požiadavka na spätné zavolanie z q-invoice

source: Ledgeraccount has been deleted
sk_sk: Účtovná kniha bola vymazaná

source: Layout has been deleted
sk_sk: Štýl bol vymazaný

source: Profile has been deleted
sk_sk: Profil zmazaný

source: Invoice has been moved to trash
sk_sk: Faktúra bola presunutá do koša

source: Invoice has been restored
sk_sk: Faktúra bola obnovená

source: Invoice has been deleted
sk_sk: Faktúra zmazaná

source: Invoice has been updated
sk_sk: Faktúra bola aktualizovaná

source: Product has been saved
sk_sk: Produkt uložený

source: Category has been saved
sk_sk: Kategória uložená

source: Invoice couldn't be deleted
sk_sk: Faktúra nemôže byť vymazaná

source: Invoice couldn't be restored
sk_sk: Faktúra nemôže byť obnovená

source: Product has been deleted
sk_sk: Produkt bol vymazaný

source: Product couldn't be deleted
sk_sk: Produkt nemôže byť vymazaný

source: Product couldn't be updated
sk_sk: Produkt nemôže byť aktualizovaný

source: Please upgrade your account
sk_sk: Prosím vykonajte upgrade Vášho účtu

source: Invoice not found
sk_sk: Faktúra nebola nájdená

source: Invoice has been sent
sk_sk: Faktúra bola odoslaná

source: Invoice has not been sent
sk_sk: Faktúra nebola odoslaná

source: Reminder has not been sent
sk_sk: Upomienka nebola odoslaná

source: Avatar has been set
sk_sk: Avatar bol nastavený

source: Colors have been set
sk_sk: Farby boli nastavené

source: Paymentgateway has been set
sk_sk: Platobný gateway bol nastavený

source: New passwords don't match!
sk_sk: Nové heslo sa nezhoduje

source: Current password incorrect!
sk_sk: Nesprávne heslo

source: Clientdata has been updated
sk_sk: Údaje klienta boli aktualizované

source: Invoice has been saved
sk_sk: Faktúra bola uložená

source: Invoice has been scheduled
sk_sk: Faktúra bola naplánovaná

source: Invoice has been scheduled for sending immediately
sk_sk: Faktúra bola naplánovaná na okamžité odoslanie

source: Invoice has been processed
sk_sk: Faktúra bola spracovaná

source: %s invoice layout
sk_sk: %s schéma faktúry

source: Please pay this invoice in full before the due date.
sk_sk: Prosím zaplaťte túto faktúru pred dátumom splatnosti.

source: Invoice date
sk_sk: Dátum fakturácie

source: Reference
sk_sk: Referencia

source: Invoice number
sk_sk: Číslo faktúry

source: Invoice duedate
sk_sk: Dátum splatnosti faktúry

source: %s quote layout
sk_sk: %s schéma cenovej ponuky

source: Example product %s With an optional description on these lines.
sk_sk: Ukážkový produkt %s s nepovinným opisom na týchto riadkoch.

source: Your API Username is <strong>%s</strong>. The password has been sent to your emailaddress.
sk_sk: Vaše API používateľské meno je <strong>%s</strong>. Heslo bolo odoslané na Vašu emailovú adresu.

source: Layout saved
sk_sk: Štýl uložený

source: Invoice zip
sk_sk: Zip faktúry

source: Quote zip
sk_sk: Zip cenovej ponuky

source: Contacts
sk_sk: Kontakty

source: Invoices
sk_sk: Faktúry

source: Invoice items
sk_sk: Položky faktúry

source: Inbound items
sk_sk: Položky nákladov

source: Quotes
sk_sk: Cenové ponuky

source: Quote items
sk_sk: Položky cenovej ponuky

source: Fileformat not supported
sk_sk: Formáť súboru nie je podporovaný

source: Import successful
sk_sk: Import úspešný

source: imported
sk_sk: importovaný

source: In order to use the API you need to upgrade your account
sk_sk: Na to, aby ste mohli používať naše API, musíte vykonať upgrade vášho účtu.

source: Dashboard
sk_sk: Ovládací panel

source: API Login
sk_sk: API prihlasovacie meno

source: The API is ready for use.
sk_sk: API je pripravené na používanie

source: API Username
sk_sk: API používateľké meno

source: API Password
sk_sk: API heslo

source: Sent via email.
sk_sk: Odoslané emailom

source: Request a new password
sk_sk: Požiadať o nové heslo

source: To use our API you need to generate a seperate login.
sk_sk: Na to, aby ste mohli používať naše API, musíte si vygenerovať zvlášť prihlasovacie meno.

source: Activate API
sk_sk: Aktivovať API

source: Downloads
sk_sk: Stiahnutia

source: Description
sk_sk: Popis

source: Platform
sk_sk: Platforma

source: Version
sk_sk: Aktuálna verzia

source: Author
sk_sk: Autor

source: Actions
sk_sk: Akcie

source: Q-invoice configuration
sk_sk: Konfigurácia q-invoice

source: Please set your credentials and preferences to enable this plugin.
sk_sk: Prosím nastavte Vaše údaje a nastavenia pre aktivovanie tohto pluginu.

source: Create an API user in your personal environment at q-invoice.com.
sk_sk: Vytvoriť používateľa API v q-invoice.com

source: Click here
sk_sk: Kliknite sem

source: to login.
sk_sk: pre prihlásenie

source: API username
sk_sk: API užívateľské meno

source: Required
sk_sk: povinné

source: API password
sk_sk: API heslo

source: API userdata incorrect!
sk_sk: API používateľské údaje nesprávne

source: Layout code
sk_sk: Kód štýlu

source: Optional
sk_sk: Dobrovoľné

source: Leave emtpy for default layout
sk_sk: Nechajte prázdne pre východzí štýl

source: Invoice tag
sk_sk: Tag pre faktúru

source: Tags make invoices easy to find, use your webshop name for example
sk_sk: Tagy spravia faktúru ľahko nájditeľnou, použite napríklad názov Vášho eshopu

source: Invoice remark
sk_sk: Poznámka k faktúre

source: This text will be shown on the invoice, e.q. 'Thank you for your order'
sk_sk: Tento text bude zobrazený na faktúre, napríklad "Ďakujeme za Vašu objednávku"

source: Also shown on the invoice, e.q. 'Your payment has been received.'
sk_sk: Takisto zobrazené na faktúre, napríklad "Vaša platba bola prijatá."

source: Trigger
sk_sk: Spúšťač

source: On placed order
sk_sk: Po vykonaní objednávky

source: On successful payment
sk_sk: Po úspešnej platbe

source: Send invoice
sk_sk: Poslať faktúru

source: Save as concept
sk_sk: Uložiť ako koncept

source: Finalize and save as PDF
sk_sk: Dokončiť a uložiť ako PDF

source: Finalize and send to customer
sk_sk: Dokončiť a poslať klientovi

source: Save or send the invoice to your customer.
sk_sk: Uložiť alebo odoslať faktúru Vášmu klientovi.

source: Save relation
sk_sk: Uložiť údaje kontaktu

source: Yes
sk_sk: Áno

source: No
sk_sk: Nie

source: Save or update the customer details
sk_sk: Uložit alebo aktualizovať údaje o klientovi

source: Save settings
sk_sk: Uložiť nastavenie

source: Cancel
sk_sk: Zrušiť

source: Tips
sk_sk: Tipy

source: Use {order_id} in the invoice remark field to display the id of the order
sk_sk: Použite {order_id} v poznámke na faktúre na zobrazenie poradového čísla vydanej objednávky

source: Use {method} in the paid remark field to display payment method
sk_sk: Použite {method} v poznámke na zobrazenie spôsobu platby

source: If an order is paid of sent, an invoice will always be sent to the customer
sk_sk: Ak je objednávka zaplatená alebo odoslaná, faktúra bude vždy poslaná zákazníkovi

source: The order id is always added as a tag to the invoice
sk_sk: Číslo objednávky bude vždy pridané ako tag pre faktúru

source: Unsent invoices can be altered before sending
sk_sk: Neposlané faktúry môžu byť upravené

source: In order to use the API you will need to upgrade your account
sk_sk: Na to, aby ste mohli používať naše API, musíte vykonať upgrade vášho účtu.

source: In order to manage your relations you will need to upgrade your account
sk_sk: Ak chcete spravovať Vaše kontakty, musíte vykonať upgrade Vášho účtu

source: Applications
sk_sk: Aplikácie

source: Edit application
sk_sk: Editovať aplikáciu

source: Start tour
sk_sk: Spustiť prehliadku

source: Application data
sk_sk: Údaje aplikácie

source: Name
sk_sk: Meno

source: Redirect URI
sk_sk: URI presmerovania

source: Save changes
sk_sk: Uložiť zmeny

source: Application details
sk_sk: Detaily aplikácie

source: Client ID
sk_sk: ID klienta

source: Client Secret
sk_sk: Secret klienta

source: Edit
sk_sk: Upraviť

source: Delete
sk_sk: Odstrániť

source: In order to use our RestFUL API you will need to upgrade your account
sk_sk: Na to, aby ste mohli používať naše RestFUL API, musíte vykonať upgrade vášho účtu.

source: Products
sk_sk: Produkty

source: New application
sk_sk: Nová aplikácia

source: Connect your own software to q-invoice or use our plugins to the fullest by connecting to our Rest API. In order to connect you need to generate a key and a secret. This key pair, along with some other information is what we call an application.
sk_sk: Pripojte Váš vlastný softvér ku q-invoice alebo použite naše pluginy naplno pripojením na naše Rest API. Aby ste sa mohli pripojiť, musíte si vygenerovať "key" a "secret". Tento pár, spolu s ďalšími údajmi je to, čo nazývame aplikácia.

source: Developers can find more info at %s
sk_sk: Vývojári môžu nájsť viac na %s

source: Create an application
sk_sk: Vytvoriť aplikáciu

source: With selected
sk_sk: S vyznačenými

source: Export to excel
sk_sk: Exportovať do excelu

source: Create purchase order
sk_sk: Vytvoriť vydanú objednávku

source: Delete items
sk_sk: Vymazať položky

source: Go!
sk_sk: Vykonať!

source: Settings
sk_sk: Nastavenia

source: Users
sk_sk: Používatelia

source: New user
sk_sk: Nový používateľ

source: Buy prepaid credit
sk_sk: Kúpiť krediť

source: Prepaid credit enables you to pay in advanced for various additional services we offer, like sending your invoices and reminders through regular mail.
sk_sk: Kredity Vám umožňujú zaplatiť vopred za viaceré dodatočné služby, ktoré poskytujeme, ako napr. posielanie faktúr a upomienok Slovenskou poštou.

source: Select an amount here
sk_sk: Vyberte sumu

source: Continue
sk_sk: Pokračovať

source: VAT will be added automatically if applicable
sk_sk: DPH bude pridaná automaticky, ak je aplikovateľná

source: Tip 1: Set your layout
sk_sk: Tip 1: Nastavte si svoj štýl

source: Tip 2: Import your relations
sk_sk: Tip 2: Importujte Vaše kontakty

source: Tip 3: Manage products / connect your webshop
sk_sk: Tip 3: Spravujte produkty / napojte Váš e-shop

source: Tip 4: Receive online payments
sk_sk: Tip 4: Prijímajte online platby

source: Tip 5: VAT and other reports
sk_sk: Tip 5: Daňové priznanie a iné reporty

source: Direct Debit Batch
sk_sk: Inkaso batch

source: Amount
sk_sk: Suma

source: Received
sk_sk: Prijatých

source: Edit items
sk_sk: Editovať položky

source: Download SEPA xml
sk_sk: Sťiahnuť SEPA xml

source: Process payments
sk_sk: Spracovať platby

source: Processed on %s
sk_sk: Spracované dňa %s

source: %s items
sk_sk: %s položiek

source: Update
sk_sk: Aktualizovať

source: Due invoices
sk_sk: Faktúry po splatnosti

source: q-invoice - Online invoicing software for professionals
sk_sk: q-invoice - Online fakturačný softvér pre profesionálov

source: Account suspended
sk_sk: Účet pozastavený

source: You have %d overdue invoice
sk_sk: Máte %d nezaplatenú faktúru

source: Your account has been temporarely suspended because of one or more unpaid invoices. Please find an overview below.
sk_sk: Váš účet bol dočasne pozastavený kvôli jednej alebo viacerým nezaplateným faktúram. Prosím pozrite si prehľad nižšie.

source: Date
sk_sk: Dátum

source: Due date
sk_sk: Dátum splatnosti

source: days
sk_sk: dni

source: Pay now!
sk_sk: Zaplatiť

source: We kindly ask you to pay your the overdue amount before continuing. If you have any questions please contact support at +31 70 220 62 33 or support@q-invoice.com
sk_sk: Prosíme Vás o zaplatenie oneskorenej čiastky predtým, ako budete pokračovať. Ak máte akékoľvek otázky, prosím kontaktujte nás na t.č. 0911 258 330 alebo info@q-invoice.sk

source: Sign up for free
sk_sk: Zaregistrovať zdarma

source: FAQ
sk_sk: Často kladené otázky

source: Support request for q-invoice.com webapp
sk_sk: Podpora pre q-invoice webovú aplikáciu

source: Thank you! Your message has been sent.
sk_sk: Ďakujeme! Vaša správa bola odoslaná

source: Feedback
sk_sk: Spätná väzba

source: Send us a message
sk_sk: Napíšte nám správu

source: YOUR NAME
sk_sk: VAŠE MENO

source: YOUR PHONE
sk_sk: TELEFÓN

source: YOUR MESSAGE
sk_sk: SPRÁVA

source: Send message
sk_sk: Poslať správú

source: Import
sk_sk: Importovať

source: Bank statement import
sk_sk: Import bankového výpisu

source: Please upload your MT940 file here. Other files are not supported.
sk_sk: Prosím nahrajte Váš MT940 súbor.

source: Account
sk_sk: Účet

source: In order to use advanced import functions you need to upgrade your account
sk_sk: Aby bolo možné používať pokročilé funkcie, budete musieť vykonať upgrade Vášho účtu

source: Invoice import
sk_sk: Importovať faktúru

source: -- Ignore --
sk_sk: -- Ignorovať --

source: Invoice total
sk_sk: Celková suma

source: Paid
sk_sk: Zaplatené

source: Remark
sk_sk: Poznámka

source: Relation
sk_sk: Kontakt

source: Relation ID
sk_sk: ID kontaktu

source: Companyname
sk_sk: Názov spoločnosti

source: Firstname
sk_sk: Krstné meno

source: Lastname
sk_sk: Priezvisko

source: Address
sk_sk: Adresa

source: Zipcode
sk_sk: PSČ

source: City
sk_sk: Mesto

source: Country
sk_sk: Krajina

source: VAT number
sk_sk: IČ DPH

source: Product
sk_sk: Produkt

source: Discount
sk_sk: Zľava

source: Quantity
sk_sk: Počet

source: Product description
sk_sk: Popis produktu

source: Price excl VAT
sk_sk: Cena bez DPH

source: Price incl VAT
sk_sk: Cena s DPH

source: VAT percentage
sk_sk: DPH %

source: VAT
sk_sk: DPH

source: Easily import your existing invoices
sk_sk: Jednoducho importujte Vaše existujúce faktúry

source: Step %s
sk_sk: Krok %s

source: Upload your file
sk_sk: Nahrať súbor

source: Choose the correct column type for each column
sk_sk: Zvoľte správny typ stĺpca pre každý stĺpec

source: Import your data
sk_sk: Importovať dáta

source: Mandatory
sk_sk: Povinné

source: Sent invoices
sk_sk: Odoslané faktúry

source: Import invoices
sk_sk: Importovať faktúry

source: Inbound invoices
sk_sk: Náklady

source: Import inbound
sk_sk: Importovať náklady

source: Import quotes
sk_sk: Importovať cenové ponuky

source: Invoices in zip
sk_sk: Faktúra v zip

source: Quotes in zip
sk_sk: Cenová ponuka v zip

source: Awaiting necessary files...
sk_sk: Čakám na potrebné súbory…

source: Import all data
sk_sk: Importovať všetky data

source: The import has been completed.
sk_sk: Import dokončený

source: Products import
sk_sk: Importovať produkty

source: Internal ID
sk_sk: Interné ID

source: Code
sk_sk: Kód

source: Title
sk_sk: Názov

source: Category
sk_sk: Kategória

source: Ledgeraccount stock
sk_sk: Skladová kniha

source: Ledgeraccount purchase
sk_sk: Nákupy účtovnej knihy

source: Tags
sk_sk: Tagy

source: Price excl.
sk_sk: Cena bez

source: Price incl.
sk_sk: Cena vrátane

source: Cost price (excl).
sk_sk: Nákupná cena

source: Discount %
sk_sk: Zlava v %

source: Current stock
sk_sk: Aktuálny sklad:

source: Min. Stock
sk_sk: Min. na sklade

source: Easily import your existing products
sk_sk: Jednoducho importujte Vaše existujúce produkty

source: Only CSV files are supported and the data needs to be comma seperated.
sk_sk: Iba CSV súbory sú podporované a údaje musia byť oddelené čiarkami.

source: Start import!
sk_sk: Začat importovať

source: Relation import
sk_sk: Importovať kontakt

source: External ID
sk_sk: Externé ID

source: Company name
sk_sk: Názov spoločnosti

source: Housenumber
sk_sk: Číslo domu

source: Addition
sk_sk: Pridanie

source: Delivery company name
sk_sk: Názov spoločnosti dodania

source: Delivery firstname
sk_sk: Krstné meno osoby dodania

source: Delivery lastname
sk_sk: Priezvisko doručenia

source: Delivery address
sk_sk: Adresa doručenia

source: Delivery housenumber
sk_sk: Číslo domu doručenia

source: Delivery zipcode
sk_sk: PSČ doručenia

source: Delivery city
sk_sk: Mesto doručenia

source: Delivery country
sk_sk: Krajina doručenia

source: Default due days
sk_sk: Predvolený počet dní splatnosti faktúry

source: Phone
sk_sk: Telefón

source: Phone (mobile)
sk_sk: Mobil

source: CoC
sk_sk: IČO

source: Bank account
sk_sk: Bankový účet

source: Account owner
sk_sk: Majitel účtu

source: End date
sk_sk: Koniec
