Repository: spirtskhalava/qinovice-connect-for-woocomerce
Catalog: languages/woocommerce-qinvoice-connect-*.po
Languages: de_de, nl_nl, sk_sk

source: Invoice generated.
de_de: Rechnung erstellt.
nl_nl: Factuur is gegenereerd.
sk_sk: Faktúra vygenerovaná.

source: Quote generated.
de_de: Angebot erstellt.
nl_nl: Offerte is gegenereerd.
sk_sk: Cenová ponuka vygenerovaná.

source: Order confirmation generated.
de_de: Bestellbestätigung erstellt.
nl_nl: Orderbevestiging aangemaakt.
sk_sk: Potvrdenie objednávky vygenerované.

source: Uhoh. Something went wrong.
de_de: Uhoh. Da lief was falsch.
nl_nl: Oh oh. Er is iets misgegaan.
sk_sk: Niekde sa stala chyba.

source: You do not have sufficient permissions to access this page.
de_de: Sie haben keine ausreichende Berechtigung, um auf diese Seite zuzugreifen.
nl_nl: Je hebt onvoldoende rechten om deze pagina te bekijken.
sk_sk: Nemáte dostatočné práva pre prístup na túto stránku.

source: Missing parameters.
de_de: Fehlende Parameter.
nl_nl: Ontbrekende parameters.
sk_sk: Chýbajúce parametre.

source: close this window.
de_de: Fenster schließen.
nl_nl: sluit dit scherm.
sk_sk: zavrieť toto okno.

source: Settings
de_de: Einstellungen
nl_nl: Instellingen
sk_sk: Nastavenia

source: Create an account
de_de: Neuen Account erstellen
nl_nl: Maak een gratis account
sk_sk: Vytvoriť účet

source: Get support
de_de: ﻿Support kontaktieren
nl_nl: Vraag support
sk_sk: Podpora

source: General settings
de_de: Allgemeine Einstellungen
nl_nl: Algemene instellingen
sk_sk: Všeobecné nastavenia

source: eg. %s
de_de: z.B. %s
nl_nl: bv. %s
sk_sk: napr. %s

source: API username
de_de: API Benutzername
nl_nl: API gebruikersnaam
sk_sk: API používateľské meno

source: Your API username
de_de: Ihr API Benutzername
nl_nl: Uw API gebruikersnaam
sk_sk: Vaše API používateľské meno

source: API password
de_de: API Passwort
nl_nl: API wachtwoord
sk_sk: API heslo

source: Your API password
de_de: Ihr API-Passwort
nl_nl: Uw API wachtwoord
sk_sk: Vaše API heslo

source: Document type
de_de: ﻿Dokumenttyp
sk_sk: Typ dokumentu

source: Set the document type here
de_de: Hier stellen Sie ein, welches Dokument q-invoice nach Bestellung anlegt.
nl_nl: Kies het te genereren document type
sk_sk: Tu nastavte typ dokumentu

source: Invoice
de_de: Rechnung
nl_nl: Factuur
sk_sk: Faktúra

source: Quote
de_de: Angebot
sk_sk: Cenová ponuka

source: Order confirmation
de_de: Bestellbestätigung
nl_nl: Orderbevestiging
sk_sk: Potvrdenie objednávky

source: Recurring (monthly)
de_de: Rechnung (Monatlich wiederkehrend)
nl_nl: Periodiek (maandelijks)
sk_sk: Opakujúca sa (mesačne)

source: Recurring (quarterly)
de_de: Rechnung (Quartalsweise wiederkehrend)
nl_nl: Periodiek (kwartaal)
sk_sk: Opakujúca sa (kvartálne)

source: Recurring (yearly)
de_de: Rechnung (Jährlich wiederkehrend)
nl_nl: Periodiek (jaarlijks)
sk_sk: Opakujúca sa (ročne)

source: Layout code
sk_sk: Kód štýlu

source: Your q-invoice layout code
de_de: Welches Layout soll verwendet werden? Sie finden Ihren Layout Code in q-invoice unter Einstellungen >> Layout
nl_nl: Uw q-invoice layout code
sk_sk: Váš kód štýlu

source: Document remark
de_de: Bemerkungen zum Dokument
nl_nl: Document opmerking
sk_sk: Poznámka na dokumente

source: eg. Your order: {order_id}. Your payment method: {method}. (you can also use {order_number} and {order_date}). Use {customer_note} for the customer note
de_de: zB. Ihr Auftrag: {order_id}. Ihre Zahlungsmethode: {method}. (Sie können auch {order_number} und {order_date} nutzen). Verwenden Sie {customer_note} um Ihre Kundennotiz auszugeben
nl_nl: bv. Uw order: {order_id}. Uw betaalmethode: {method}. (u kunt ook {order_number en {order_date} gebruiken). Gebruik {customer_note} voor de klant opmerking
sk_sk: napr Vaša objednávka: {order_id}. Váš spôsob platby: {method}. (taktiež môžete použiť {order_number} a {order_date}). Použite {customer_note} pre poznámku od klienta

source: Paid remark
de_de: Als bezahlt markieren
nl_nl: Betaald opmerking
sk_sk: Poznámka o zaplatení

source: eg. Your payment has been received. Via {method}
de_de: z.B. Ihre Zahlung via {method} ist eingegangen.
nl_nl: eg. Uw betaling is ontvangen. Middels {method}
sk_sk: napr. Vaša platba bola prijáta. Cez {method}

source: Document tag
de_de: Dokument-Tag
nl_nl: Document label
sk_sk: Značka (tag) dokumentu

source: eg. Your webshop name (also accepted: {order_number}, {method} and {order_date}
de_de: z.B. Ihr Webshop Namen (auch möglich: {order_number}, {method} und {order_date}
nl_nl: bv. Uw webshop name. Ook mogelijk: {order_number}, {method} en {order_date}
sk_sk: napr. Váš eshop (taktiež akceptované: {order_number}, {method} a {order_date}

source: Send request on:
de_de: Wann soll die Anfrage an q-invoice versendet werden?
nl_nl: Stuur verzoek als:
sk_sk: Poslať požiadavku:

source: Every new order
de_de: Jede neue Bestellung
nl_nl: Een nieuwe bestelling geplaatst is
sk_sk: Každá nová objednávka

source: After each succesfull payment
de_de: Nach jeder erfolgreichen Zahlung
nl_nl: De betaling succesvol is afgerond
sk_sk: Po každej úspešnej platbe

source: When order is marked completed
de_de: Wenn die Bestellung als komplett markiert wurde
nl_nl: Als de order gemarkeerd is als afgerond
sk_sk: Keď je objednávka označená ako kompletná

source: Disable automatic invoicing
de_de: Automatische Rechnung deaktivieren
nl_nl: Nooit automatisch verzoeken versturen
sk_sk: Vypnúť automatické faktúrovanie

source: When to send invoice/quote request to q-invoice?
de_de: Wann soll die Rechnungs / Angebotsanfrage an q-invoice versendet werden?
nl_nl: Op welk moment zal het factuur/offerte verzoek naar q-invoice verzonden worden?
sk_sk: Kedy poslať faktúru/cenovú ponuku do q-invoice?

source: After request:
de_de: Nach Anfrage:
nl_nl: Nadat verzoek verzonden is:
sk_sk: Po požiadavke:

source: Save document as draft
de_de: Dokument als Entwurf speichern
nl_nl: Document opslaan als concept
sk_sk: Uložiť dokument ako koncept

source: Finalize and save PDF
de_de: Fertigstellen und als PDF speichern
nl_nl: Opslaan als PDF
sk_sk: Dokočiť a uložiť PDF

source: Finalize and send email with PDF attached to customer
de_de: Fertigstellen und E-Mail mit PDF im Anhang an Kunden versenden
nl_nl: Opslaan als PDF en verzenden naar de ontvanger als bijlage
sk_sk: Dokončiť a poslať email s priloženým PDF zákazníkovi

source: What to do after request has been sent?
de_de: Was soll passieren, nachdem Anfrage an q-invoice versendet wurde?
nl_nl: Hoe dient q-invoice het verzoek te verwerken?
sk_sk: Čo robiť, keď požiadavka bola odoslaná?

source: Save relation:
de_de: Kundendaten speichern:
nl_nl: Relatie opslaan:
sk_sk: Uložiť kontakt:

source: No
de_de: Nein
nl_nl: Nee
sk_sk: Nie

source: Yes
de_de: Ja
nl_nl: Ja
sk_sk: Áno

source: Automatically save or update relation details?
de_de: Kundendaten automatisch speichern oder bei Änderungen aktualisieren?
nl_nl: Relatie gegevens opslaan of bijwerken?
sk_sk: Automaticky uložiť alebo aktualizovať detaily kontaktu?

source: Coupon vat
de_de: USt. für Rabatte (Gutscheincodes)
nl_nl: BTW over coupon
sk_sk: DPH z poukazov

source: eg. 21 (without %)
de_de: Umsatzsteuersatz für Gutscheine, z.B. 19 (ohne %)
nl_nl: bv. 21 (zonder %)
sk_sk: napr. 20 (bez %)

source: Default ledger account
de_de: Standard Buchungskonto
nl_nl: Standaard grootboekrekening
sk_sk: Predvolená účtovná kniha

source: The default ledger account for your revenue. eg. 8000
de_de: Der Standardbuchungskonto für Ihre Einnahmen. zB. 8000
nl_nl: De standaard rekening voor uw omzet. Bv. 8000
sk_sk: Predvolená položka účtovnej knihy pre Váš príjem, napr. 8000

source: Calculation method:
de_de: ﻿Berechnungsmethode
nl_nl: Rekenmethode
sk_sk: Spôsob kalkulácie:

source: Prices <strong>including VAT</strong> are leading
de_de: Preise <strong>inklusive Umsatzsteuer</strong>
nl_nl: Bedragen <strong>inclusief</strong> BTW zijn leidend
sk_sk: Ceny <strong>vrátane DPH</strong> sú smerodajné

source: Prices <strong>excluding VAT</strong> are leading
de_de: Preise <strong>ohne Mehrwertsteuer</strong>
nl_nl: Bedragen <strong>exclusief</strong> BTW zijn leidend
sk_sk: Ceny <strong>bez DPH</strong> sú smerodajné

source: Set the preferred calculation method
de_de: Wie soll der Rechnungsbetrag berechnet werden?
nl_nl: Stel hier uw voorkeurs rekenmethode in
sk_sk: Nastaviť preferovaný spôsob kalkulácie

source: Invoice date:
de_de: Rechnungsdatum:
nl_nl: Factuur datum:
sk_sk: Dátum fakturácie:

source: Use order date for invoice date
de_de: Bestelldatum als Rechnungsdatum verwenden
nl_nl: Gebruik datum van de order
sk_sk: Použiť dátum objednávky ako dátum fakturácie

source: Use date of sending request
de_de: Verwenden Sie das Datum an dem die Anfrage an q-invoice versendet wird
nl_nl: Gebruik datum van verzenden
sk_sk: Použiť dátum poslania požiadavky

source: Which date should be used as invoice date?
de_de: Welches Datum soll als Rechnungsdatum verwendet werden?
nl_nl: Welke datum dient gebruikt te worden als factuurdatum?
sk_sk: Ktorý dátum má býž použitý ako dátum fakturácie.

source: Exclude payment methods:
de_de: Zahlungsmethoden ausschließen:
nl_nl: Betaalmethodes uitsluiten:
sk_sk: Vylúčiť spôsoby úhrady:

source: Exclude certain payment methods. For selected methods no request will be sent.
de_de: Bestimmte Zahlungsmethoden ausschließen? Für ausgewählte Methoden werden keine Anfragen gesendet.
nl_nl: Sluit hier bepaalde betaalmethodes uit. Voor deze methodes wordt geen verzoek verzonden.
sk_sk: Vylúčiť niektoré spôsoby úhrady. Pre zvolené spôsoby nebudú odoslané žiadne požiadavky.

source: Send to q-invoice.com
de_de: An q-invoice.com versenden
nl_nl: Stuur naar q-invoice.com
sk_sk: Poslať na q-invoice.com

source: New invoice
de_de: Neue Rechnung
nl_nl: Factuur
sk_sk: Nová faktúra

source: New quote
de_de: Neues Angebot
nl_nl: Offerte
sk_sk: Nová cenová ponuka

source: New order confirmation
de_de: Neue Bestellbestätigung
nl_nl: Orderbevestiging
sk_sk: Nové potvrdenie objednávky

source: Recurring monthly
de_de: Monatlich wiederkehrend
nl_nl: Periodiek (maandelijks)
sk_sk: Opakujúca sa mesačne

source: Recurring quarterly
de_de: Quartalsweise wiederkehrend
nl_nl: Periodiek (kwartaal)
sk_sk: Opakujúca sa kvartálne

source: Recurring yearly
de_de: Jährlich wiederkehrend
nl_nl: Periodiek (jaarlijks)
sk_sk: Opakujúca sa ročne

source: Create invoices
de_de: Rechnung erstellen
nl_nl: Maak facturen
sk_sk: Vytvoriť faktúry

source: Create quotes
de_de: Angebot erstellen
nl_nl: Maak offertes
sk_sk: Vytvoriť cenové ponuky

source: Create order confimations
de_de: Bestellbestätigung erstellen
nl_nl: Maar orderbevestigingen
sk_sk: Vytvoriť potvrdenia objednávok

source: WooCommerce Qinvoice Connect requires %sWooCommerce%s to be installed & activated!
de_de: Sie benötigen eine installierte und aktivierte Version von %sWooCommerce%s um WooCommerce q-invoice Connect nutzen zu können.
nl_nl: Voor WooCommerce Qinvoice Connect moet %sWooCommerce%s geinstalleerd en geactiveerd zijn!
sk_sk: WooCommerce Qinvoice Connect požaduje %sWooCommerce%s nainštalovaný a aktivovaný!
